[
  {
    "id": "1066",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre indicatoare se adreseaza motociclistilor?",
    "a": "indicatorul 1",
    "b": "indicatorul 2",
    "c": "indicatorul 3",
    "i": "1066",
    "v": "c"
  },
  {
    "id": "1067",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are marcajul rutier din imagine?",
    "a": "banda de circulatie destinata opririi voluntare",
    "b": "spatiu pentru oprirea in caz de urgenta",
    "c": "marcaj transversal de oprire",
    "i": "1067",
    "v": "c"
  },
  {
    "id": "1068",
    "cat": "A, A1, A2, AM",
    "q": "Ati trecut din greseala de iesirea de pe autostrada pe care intentionati sa va angajati. Cum procedati?",
    "a": "circulati mai departe pana la urmatoarea iesire",
    "b": "opriti pe banda de urgenta si circulati incet cu spatele",
    "c": "aprindeti luminile intermitente de avertizare, intoarceti si circulati inapoi pe banda laterala",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1069",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii aveti atunci cand urmeaza sa parasiti autostrada?",
    "a": "sa reduceti viteza incepand cu 300 m inainte de iesirea de pe autostrada, in dreptul panoului care marcheaza aceasta distanta",
    "b": "sa circulati pe prima banda cu o viteza de maximum 60 km/ora",
    "c": "sa semnalizati din timp si sa va angajati pe banda de iesire (de decelerare)",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1070",
    "cat": "A, A1, A2, AM",
    "q": "Semnalul politistului rutier aflat intr-un autovehicul al politiei, efectuat cu bratul, cu sau fara baston reflectorizant, scos pe partea laterala dreapta a vehiculului, semnifica:",
    "a": "oprire pentru conducatorii vehiculelor care circula in spatele autovehiculului politiei",
    "b": "reducerea vitezei de catre cei care circula in spatele autovehiculului politiei",
    "c": "semnalul se adreseaza celor care circula din sens opus",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1071",
    "cat": "A, A1, A2, AM",
    "q": "in timp ce conduceti motocicleta, va este interzis:",
    "a": "sa folositi telefonul mobil, cu exceptia celui prevazut cu dispozitiv de tip „maini libere”",
    "b": "sa transportati persoane aflate sub influenta bauturilor alcoolice",
    "c": "sa schimbati treptele de viteza in curbe",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1072",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre autovehiculele din imagine are prioritate?",
    "a": "autoturismul, pentru ca circula pe un drum prioritar",
    "b": "motocicleta, pentru ca se afla pe drumul principal",
    "c": "motocicleta, deoarece circula din dreapta",
    "i": "1072",
    "v": "a"
  },
  {
    "id": "1073",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are, dupa coborarea bratelor, pozitia corpului unui politist care dirijeaza circulatia, pentru participantii la trafic care circula din fata si spatele sau?",
    "a": "nicio semnificatie",
    "b": "permisiunea de a circula",
    "c": "oprire",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1074",
    "cat": "A, A1, A2, AM",
    "q": "La semnalul rosu al semaforului au dreptul de a intra in intersectie:",
    "a": "autovehiculele destinate stingerii incendiilor, ale salvarii si ale politiei, cand sunt in misiune",
    "b": "autovehiculele cu gabarit depasit",
    "c": "motocicletele care circula la dreapta",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1075",
    "cat": "A, A1, A2, AM",
    "q": "Un vehicul care a semnalizat intentia de a schimba directia de mers spre stanga poate fi depasit:",
    "a": "prin partea dreapta",
    "b": "prin partea stanga",
    "c": "pe oricare parte",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1076",
    "cat": "A, A1, A2, AM",
    "q": "Pe sectorul de drum semnalizat prin acest indicator au dreptul sa patrunda:",
    "a": "autobuzele si tractoarele",
    "b": "vehiculele fara motor",
    "c": "autoturismele si motocicletele",
    "i": "1076",
    "v": "b"
  },
  {
    "id": "1077",
    "cat": "A, A1, A2, AM",
    "q": "in situatia in care politistul se afla cu fata la o motocicleta care se apropie, avand bratul drept intins orizontal, conducatorul acesteia trebuie:",
    "a": "sa opreasca, deoarece semnalul i se adreseaza",
    "b": "sa continue deplasarea, deoarece semnalul nu i se adreseaza",
    "c": "sa schimbe directia de mers spre stanga",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1078",
    "cat": "A, A1, A2, AM",
    "q": "Care este limita maxima de viteza cu care aveti voie sa conduceti, pe drumurile judetene din afara localitatilor, un autovehicul apartinand categoriei A?",
    "a": "90 km/h",
    "b": "70 km/h",
    "c": "50 km/h",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1079",
    "cat": "A, A1, A2, AM",
    "q": "Ce categorii de vehicule au prioritate, pe un drum ingustat, in panta?",
    "a": "motocicletele si motoretele care urca",
    "b": "toate vehiculele care urca, daca spatiul de trecere existent este insuficient",
    "c": "numai vehiculele grele care urca",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1080",
    "cat": "A, A1, A2, AM",
    "q": "Daca un drum public este neiluminat, este permisa stationarea motocicletei pe partea carosabila?",
    "a": "da, daca sunt aprinse luminile de pozitie sau de stationare",
    "b": "da, dar numai in interiorul localitatilor",
    "c": "nu",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1081",
    "cat": "A, A1, A2, AM",
    "q": "Va este permis sa conduceti motocicleta pe drumurile publice fara sa asigurati contactul cu partea carosabila pe ambele roti?",
    "a": "da",
    "b": "nu",
    "c": "acest aspect nu este reglementat legal",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1082",
    "cat": "A, A1, A2, AM",
    "q": "Aveti obligatia de a opri imediat motocicleta la semnalele adresate de:",
    "a": "politistii comunitari",
    "b": "personalul autorizat din cadrul serviciului examinari",
    "c": "personalul autorizat din zona lucrarilor pe drumurile publice",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1083",
    "cat": "A, A1, A2, AM",
    "q": "Ce trebuie sa respecte motociclistul cand intalneste indicatorul „Oprire”, instalat impreuna cu semaforul in functiune?",
    "a": "semnificatia indicatorului",
    "b": "semnificatia culorii semaforului",
    "c": "regula de circulatie aplicabila acelui loc",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1084",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imagine interzice:",
    "a": "accesul vehiculelor cu doua roti",
    "b": "accesul autovehiculelor, cu exceptia motocicletelor fara atas",
    "c": "accesul motocicletelor",
    "i": "1084",
    "v": "c"
  },
  {
    "id": "1085",
    "cat": "A, A1, A2, AM",
    "q": "Este permisa patrunderea pe racordurile dintre cele doua parti carosabile ale unei autostrazi?",
    "a": "nu",
    "b": "da, pentru oprire in caz de urgenta",
    "c": "da, pentru intoarcere, in zona intersectiilor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1086",
    "cat": "A, A1, A2, AM",
    "q": "Conducatorilor de motociclete le este interzis:",
    "a": "sa ameninte participantii la trafic cu violente",
    "b": "sa savarseasca acte sau gesturi obscene",
    "c": "sa adreseze celorlalti participanti la trafic expresii jignitoare sau vulgare",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1087",
    "cat": "A, A1, A2, AM",
    "q": "Care este semnificatia indicatorului?",
    "a": "„Copii”",
    "b": "„Presemnalizare trecere pietoni”",
    "c": "„Drum pentru pietoni”",
    "i": "1087",
    "v": "a"
  },
  {
    "id": "1088",
    "cat": "A, A1, A2, AM",
    "q": "Faptul ca un vehicul de pe o banda circula mai repede decat un vehicul de pe alta banda, in aceeasi directie de mers, se considera depasire?",
    "a": "nu",
    "b": "da",
    "c": "legea nu prevede nimic in acest sens",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1089",
    "cat": "A, A1, A2, AM",
    "q": "Este regulamentar efectuata depasirea tractorului de catre motocicleta?",
    "a": "da, deoarece motocicleta are gabarit mic si poate depasi oriunde",
    "b": "da, deoarece din sens invers nu circula niciun vehicul",
    "c": "nu, depasirea este, in acest caz, interzisa",
    "i": "1089",
    "v": "c"
  },
  {
    "id": "1090",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii oprirea este interzisa:",
    "a": "pe strazile cu sens unic",
    "b": "in intersectiile cu sens giratoriu",
    "c": "in dreptul indicatorului „Parcarea interzisa\"",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1091",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imagine semnifica:",
    "a": "„Circulatie in ambele sensuri”",
    "b": "„Circulatia interzisa in ambele sensuri”",
    "c": "„Prioritate pentru circulatia din sens invers”",
    "i": "1091",
    "v": "a"
  },
  {
    "id": "1092",
    "cat": "A, A1, A2, AM",
    "q": "Semnalul agentului de cale ferata, aflat la o trecere la nivel cu o cale ferata industriala, ii obliga pe conducatorii de motociclete:",
    "a": "sa sporeasca atentia",
    "b": "sa grabeasca traversarea sau sa opreasca",
    "c": "sa se asigure si sa opreasca, daca observa ca se apropie vreun tren",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1093",
    "cat": "A, A1, A2, AM",
    "q": "Rotirea vioaie a bratului politistului semnifica:",
    "a": "marirea vitezei de deplasare sau grabirea traversarii drumului de catre pietoni",
    "b": "oprirea temporara a circulatiei",
    "c": "reducerea vitezei de deplasare",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1094",
    "cat": "A, A1, A2, AM",
    "q": "Un tramvai aflat in mers poate fi depasit de regula:",
    "a": "pe oricare parte",
    "b": "pe partea stanga",
    "c": "pe partea dreapta",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1095",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatiile de mai jos este interzisa oprirea motocicletelor pe drumurile publice?",
    "a": "pe partea carosabila a drumurilor nationale",
    "b": "la o distanta mai mica de 25 m inainte si dupa indicatorul statiei pentru mijloacele de transport public de persoane",
    "c": "la mai putin de 50 m de cel mai apropiat colt al intersectiei",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1096",
    "cat": "A, A1, A2, AM",
    "q": "Ce manevre sunt interzise pe autostrada?",
    "a": "folosirea benzii de accelerare pentru a schimba directia de mers",
    "b": "circulatia sau stationarea pe banda de urgenta, cu exceptia cazurilor justificate",
    "c": "deplasarea cu o viteza inferioara limitei maxime permise",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1097",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedati atunci cand un autobuz scolar opreste, cu luminile intermitente de avertizare aprinse?",
    "a": "nu aveti nicio obligatie, deoarece semnalizarea nu vi se adreseaza",
    "b": "opriti pana cand acesta isi incepe din nou deplasarea",
    "c": "circulati cu atentie sporita",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1098",
    "cat": "A, A1, A2, AM",
    "q": "Imobilizarea membrului inferior fracturat al unei victime intr-un accident de circulatie se face:",
    "a": "prin bandajarea stransa a locului fracturii",
    "b": "prin folosirea atelelor",
    "c": "prin folosirea pansamentului compresiv",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1099",
    "cat": "A, A1, A2, AM",
    "q": "La intalnirea indicatorului din imagine motociclistul poate sa depaseasca:",
    "a": "orice vehicul",
    "b": "orice autovehicul, deoarece indicatorul nu i se adreseaza",
    "c": "vehicule fara motor, mopede si motociclete fara atas",
    "i": "1099",
    "v": "c"
  },
  {
    "id": "1100",
    "cat": "A, A1, A2, AM",
    "q": "Semnalul galben al semaforului:",
    "a": "permite intrarea in intersectie, daca urmeaza dupa lumina verde",
    "b": "permite schimbarea directiei de mers catre dreapta",
    "c": "interzice intrarea in intersectie, daca motocicleta poate fi oprita in conditii de siguranta",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1101",
    "cat": "A, A1, A2, AM",
    "q": "Cand politistul se afla cu spatele la motocicleta care se apropie si cu bratul stang intins orizontal, conducatorul acesteia trebuie:",
    "a": "sa continue deplasarea, deoarece semnalul de oprire nu i se adreseaza",
    "b": "sa schimbe directia de mers spre stanga",
    "c": "sa opreasca, deoarece semnalul i se adreseaza",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1102",
    "cat": "A, A1, A2, AM",
    "q": "Cum va comportati, atunci cand circulati cu motocicleta pe timp de noapte si simtiti ca dati semne de oboseala?",
    "a": "va impuneti sa ramaneti treaz pana la destinatie",
    "b": "faceti pauze pentru odihna",
    "c": "consumati multa cafea",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1103",
    "cat": "A, A1, A2, AM",
    "q": "Oprirea voluntara este interzisa:",
    "a": "in intersectiile dirijate",
    "b": "pe drumurile cu prioritate",
    "c": "pe sectoarele de drum neiluminate",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1104",
    "cat": "A, A1, A2, AM",
    "q": "Ce indicator arata ca circulatia se desfasoara intr-un singur sens?",
    "a": "indicatorul 1",
    "b": "indicatorul 2",
    "c": "niciunul",
    "i": "1104",
    "v": "b"
  },
  {
    "id": "1105",
    "cat": "A, A1, A2, AM",
    "q": "Atunci cand din sens invers circula un alt vehicul, aveti voie sa depasiti?",
    "a": "da, daca pentru efectuarea manevrei nu se trece peste axul drumului",
    "b": "da, daca acel vehicul se deplaseaza cat mai spre dreapta drumului",
    "c": "nu",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1106",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul din imagine?",
    "a": "interzice traversarea",
    "b": "semnalizeaza o trecere pentru pietoni",
    "c": "presemnalizeaza o trecere pentru pietoni",
    "i": "1106",
    "v": "c"
  },
  {
    "id": "1107",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa conduceti, astfel incat sa reduceti poluarea?",
    "a": "porniti motorul actionand pedala de acceleratie la un sfert din cursa si asteptati ca acesta sa se incalzeasca, pentru a reduce ulterior consumul de carburant",
    "b": "porniti motorul fara sa actionati pedala de acceleratie si demarati fara sa stationati asteptand incalzirea motorului",
    "c": "apasati pana la capat pedala de acceleratie, porniti motorul si demarati cu o viteza cat mai mare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1108",
    "cat": "A, A1, A2, AM",
    "q": "Ce va este interzis in situatia data?",
    "a": "indicatorul se adreseaza conducatorilor mijloacelor de transport public de persoane",
    "b": "sa circulati cu o viteza mai mica de 60 km/h",
    "c": "sa circulati cu o viteza mai mare de 60 km/h",
    "i": "1108",
    "v": "c"
  },
  {
    "id": "1109",
    "cat": "A, A1, A2, AM",
    "q": "Care este limita maxima de viteza cu care aveti voie sa conduceti un autovehicul apartinand categoriei A, pe autostrazi?",
    "a": "100 km/h",
    "b": "130 km/h",
    "c": "90 km/h",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1110",
    "cat": "A, A1, A2, AM",
    "q": "Este permisa manevra de intoarcere pe autostrada?",
    "a": "nu",
    "b": "da",
    "c": "nu, cu exceptia cazurilor cand pe directia inainte circulatia este blocata",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1111",
    "cat": "A, A1, A2, AM",
    "q": "Aveti posibilitatea de a trece pe sensul opus de mers, la intalnirea unui astfel de marcaj rutier?",
    "a": "legal, nu este stabilit acest aspect",
    "b": "da",
    "c": "nu",
    "i": "1111",
    "v": "b"
  },
  {
    "id": "1112",
    "cat": "A, A1, A2, AM",
    "q": "Care este limita maxima de viteza cu care aveti voie sa conduceti un autovehicul de categoria A in localitati?",
    "a": "90 km/h",
    "b": "70 km/h",
    "c": "50 km/h",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1113",
    "cat": "A, A1, A2, AM",
    "q": "Conducand motocicleta, va este permis sa tractati alte vehicule?",
    "a": "nu",
    "b": "da, o remorca usoara cu o singura axa",
    "c": "acest aspect nu este reglementat legal",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1114",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul din imagine?",
    "a": "drum cu denivelari",
    "b": "drum forestier",
    "c": "drum modernizat",
    "i": "1114",
    "v": "a"
  },
  {
    "id": "1115",
    "cat": "A, A1, A2, AM",
    "q": "Viteza maxima admisa pe autostrazi pentru autovehicule apartinand subcategoriei A1, conduse de persoane care au mai putin de un an de practica de conducere, este de:",
    "a": "50 km/h",
    "b": "70 km/h",
    "c": "90 km/h",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1116",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul depaseste corect autocamionul?",
    "a": "da, depasirea este, in acest caz, regulamentara",
    "b": "nu, deoarece din sens invers se apropie un autovehicul",
    "c": "nu, deoarece indicatorul interzice depasirea",
    "i": "1116",
    "v": "b"
  },
  {
    "id": "1117",
    "cat": "A, A1, A2, AM",
    "q": "Cum veti proceda daca la intrarea intr-o intersectie semaforul este pe semnalul verde, dar aceasta este blocata din cauza aglomeratiei?",
    "a": "va continuati deplasarea, deoarece semnalul verde va permite acest lucru",
    "b": "claxonati si gasiti o modalitate de a avansa printre celelalte vehicule",
    "c": "opriti si asteptati deblocarea, dupa care patrundeti in intersectie pe semnalul verde al semaforului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1118",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatiile de mai jos puteti folosi banda de langa axul drumului pe o autostrada?",
    "a": "cand efectuati depasirea altor autovehicule, daca celelalte benzi in directia de mers sunt ocupate",
    "b": "cand conduceti motocicleta cu viteza maxima admisa",
    "c": "cand nu sunteti precedat de alte autovehicule",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1119",
    "cat": "A, A1, A2, AM",
    "q": "Pe drumul public cu cel mult doua benzi pe sens si cu o a treia banda pe care este amplasata linia tramvaiului langa axa drumului, conducatorii de motociclete:",
    "a": "pot folosi banda pe care este amplasata linia tramvaiului, fara sa incomodeze circulatia acestuia",
    "b": "nu pot folosi banda pe care este amplasata linia tramvaiului",
    "c": "legal, nu este prevazut",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1120",
    "cat": "A, A1, A2, AM",
    "q": "Depasirea unei motociclete este interzisa:",
    "a": "pe trecerile pentru pietoni",
    "b": "la intrarea intr-o intersectie",
    "c": "in zona de actiune a indicatorului „Depasirea autovehiculelor, cu exceptia motocicletelor fara atas, interzisa”",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1121",
    "cat": "A, A1, A2, AM",
    "q": "Precizati care vehicule sunt exceptate de la obligatia acordarii prioritatii de trecere:",
    "a": "cele care se pun in miscare de pe loc fata de cele care circula",
    "b": "autovehiculele din serviciile regulate de transport public, care se pun in miscare din statia prevazuta cu alveola",
    "c": "cele care ies din curti, ganguri sau garaje",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1122",
    "cat": "A, A1, A2, AM",
    "q": "Cand semaforul arata culoarea verde, motociclistul poate sa circule prin intersectie:",
    "a": "in toate directiile",
    "b": "pe directia inainte sau la dreapta",
    "c": "numai pe directia inainte",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1123",
    "cat": "A, A1, A2, AM",
    "q": "Care este limita maxima de viteza cu care aveti voie sa conduceti, pe drumurile nationale europene din localitati, un autovehicul apartinand subcategoriei A1?",
    "a": "50 km/h",
    "b": "80 km/h",
    "c": "100 km/h",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1124",
    "cat": "A, A1, A2, AM",
    "q": "Ce rand trebuie sa ocupati si de la ce distanta, pentru a putea executa virajul la stanga intr-o intersectie nedirijata?",
    "a": "randul din stanga, de la o distanta de cel putin 50 m",
    "b": "randul din mijloc, de la o distanta de cel putin 100 m",
    "c": "randul de langa bordura, de la o distanta de cel putin 50 m",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1125",
    "cat": "A, A1, A2, AM",
    "q": "Distanta de franare a motocicletei dvs. depinde de:",
    "a": "viteza de deplasare",
    "b": "grosimea discurilor de frana",
    "c": "marca pneurilor pe care le folositi",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1126",
    "cat": "A, A1, A2, AM",
    "q": "Care este ordinea de trecere a autovehiculelor?",
    "a": "motocicleta, autocamionul, autoturismul",
    "b": "autocamionul, autoturismul, motocicleta",
    "c": "autoturismul, motocicleta, autocamionul",
    "i": "1126",
    "v": "c"
  },
  {
    "id": "1127",
    "cat": "A, A1, A2, AM",
    "q": "Este interzisa intoarcerea motocicletei pe:",
    "a": "sectoarele de drum marcate cu o linie continua",
    "b": "portiunile de drum unde este interzisa oprirea",
    "c": "sectoarele de drum unde este interzisa stationarea",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1128",
    "cat": "A, A1, A2, AM",
    "q": "Daca lumina rosie a semaforului este in functiune, iar politistul face semn motociclistului sa treaca, acesta trebuie:",
    "a": "sa astepte lumina verde care ii permite trecerea",
    "b": "sa respecte semnalul facut de politist",
    "c": "sa astepte ca semnificatia luminii semaforului sa corespunda cu cea a semnalului politistului",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1129",
    "cat": "A, A1, A2, AM",
    "q": "Oprirea este interzisa:",
    "a": "la o distanta mai mica de 25 m de coltul intersectiei",
    "b": "pe drumul cu sens unic",
    "c": "la o distanta de 5 m in spatele ultimului vagon de tramvai oprit in statia fara refugiu pentru pietoni",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1130",
    "cat": "A, A1, A2, AM",
    "q": "Pe o trecere de pietoni, cativa copii au trecut deja de axul drumului. Ce se recomanda sa aveti in vedere?",
    "a": "deoarece acestia au depasit sensul dvs. de mers, accelerati si va continuati drumul",
    "b": "copiii pot avea reactii imprevizibile; circulati cu atentie sporita",
    "c": "copiii nu au voie sa alerge pe trecerea de pietoni",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1131",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii este interzisa oprirea?",
    "a": "la o distanta mai mica de 25 m inainte si dupa indicatorul de statie pentru mijloacele de transport public de persoane",
    "b": "la o distanta mai mica de 25 m de coltul intersectiei",
    "c": "la o distanta de 5 m in spatele ultimului vagon de tramvai oprit intr-o statie fara refugiu pentru pietoni",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1132",
    "cat": "A, A1, A2, AM",
    "q": "Bratul drept, intins orizontal, al politistului indica „Oprire” pentru:",
    "a": "vehiculele si pietonii care vin din fata",
    "b": "vehiculele si pietonii care vin din spate",
    "c": "vehiculele si pietonii care vin din fata si din spate",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1133",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre autovehicule trebuie sa opreasca la semnalul rosu?",
    "a": "ambele",
    "b": "autoturismul",
    "c": "motocicleta",
    "i": "1133",
    "v": "b"
  },
  {
    "id": "1134",
    "cat": "A, A1, A2, AM",
    "q": "Principala cauza a exploziilor de pneuri in timpul mersului este:",
    "a": "umflarea exagerata a acestora",
    "b": "modelul profilului",
    "c": "uzura moderata",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1135",
    "cat": "A, A1, A2, AM",
    "q": "La intalnirea carui indicator au prioritate de trecere motocicletele?",
    "a": "„Sens unic”",
    "b": "„Intersectie cu un drum fara prioritate”",
    "c": "„Drum cu prioritate”",
    "i": 0,
    "v": "bc"
  },
  {
    "id": "1136",
    "cat": "A, A1, A2, AM",
    "q": "Semnalul galben intermitent al semaforului va avertizeaza ca:",
    "a": "sunteti obligat sa respectati regulile de circulatie aplicabile in acea intersectie",
    "b": "va este interzisa intrarea in intersectie",
    "c": "semaforul este defect",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1137",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre conducatori procedeaza neregulamentar?",
    "a": "ambii conducatori",
    "b": "niciunul",
    "c": "motociclistul, deoarece nu s-a apropiat de marginea din dreapta a drumului, cu toate ca a fost semnalizat ca urmeaza sa fie depasit",
    "i": "1137",
    "v": "c"
  },
  {
    "id": "1138",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii aveti atunci cand intrati pe autostrada folosind banda de accelerare?",
    "a": "sa cedati trecerea autovehiculelor care circula pe prima banda a autostrazii si sa nu stanjeniti in niciun fel circulatia acestora",
    "b": "sa semnalizati stanga, pentru a-i preveni pe ceilalti conducatori sa va acorde prioritate",
    "c": "sa opriti si sa va asigurati din fata si din spate",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1139",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii aveti daca intalniti un vehicul care semnalizeaza cu luminile speciale de avertizare de culoare albastra si semnalele sonore?",
    "a": "nicio obligatie, deoarece semnalul albastru se adreseaza coloanelor in miscare",
    "b": "opriti cat mai aproape de marginea drumului",
    "c": "reduceti viteza, circulati cat mai aproape de bordura sau acostament si acordati prioritate vehiculului respectiv",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1140",
    "cat": "A, A1, A2, AM",
    "q": "La intersectia nedirijata dintre un drum judetean si unul comunal sau local, prioritatea de trecere se acorda:",
    "a": "vehiculelor care circula pe drumul judetean",
    "b": "vehiculelor care circula pe drumul comunal sau local",
    "c": "vehiculelor care vin din dreapta",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1141",
    "cat": "A, A1, A2, AM",
    "q": "De la ce distanta trebuie sa foloseasca conducatorul unei motociclete mijloacele de avertizare sonora, pentru a preveni pietonii si pe ceilalti conducatori de vehicule?",
    "a": "legea nu prevede o anumita distanta",
    "b": "de la cel mult 30 m de acestia",
    "c": "de la cel putin 25 m de acestia",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1142",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii are motociclistul la semnalul rosu care apare concomitent cu cel galben?",
    "a": "sa intre in intersectie, deoarece urmeaza semnalul verde",
    "b": "sa opreasca",
    "c": "sa respecte regula de circulatie aplicabila zonei in care se afla, deoarece semaforul este defect",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1143",
    "cat": "A, A1, A2, AM",
    "q": "La intalnirea indicatorului „Prioritate fata de circulatia din sens invers” motociclistul:",
    "a": "opreste si acorda prioritate numai autocamioanelor",
    "b": "continua sa circule, avand prioritate de trecere",
    "c": "opreste si cedeaza trecerea tuturor vehiculelor",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1144",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul din imagine depaseste corect autocamionul?",
    "a": "nu, deoarece a trecut de axul drumului",
    "b": "da, deoarece din sens invers nu se apropie niciun vehicul",
    "c": "nu, deoarece indicatorul din imagine interzice depasirea",
    "i": "1144",
    "v": "b"
  },
  {
    "id": "1145",
    "cat": "A, A1, A2, AM",
    "q": "Bratul stang, intins orizontal, al politistului semnifica oprire pentru:",
    "a": "vehiculele care vin din fata",
    "b": "vehiculele care vin din spate",
    "c": "vehiculele care vin din fata si din spate",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1146",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati daca, intr-o intersectie, politistul este orientat cu spatele catre dumneavoastra si cu bratul stang intins orizontal?",
    "a": "virati la stanga",
    "b": "continuati drumul",
    "c": "reduceti viteza motocicletei si opriti in spatele acestuia",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1147",
    "cat": "A, A1, A2, AM",
    "q": "Aveti obligatia de a opri imediat motocicleta la semnalele adresate de:",
    "a": "politistii de frontiera",
    "b": "politistii comunitari",
    "c": "personalul autorizat din cadrul serviciului de examinari",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1148",
    "cat": "A, A1, A2, AM",
    "q": "Schimbarea repetata a luminii de drum cu lumina de intalnire se foloseste pe timp de noapte:",
    "a": "in intersectiile care nu sunt dirijate prin semnale luminoase sau de catre un politist rutier",
    "b": "la semnalizarea conducatorului de motocicleta care s-a angajat intr-o depasire periculoasa",
    "c": "la intalnirea vehiculelor care vin din sens opus",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1149",
    "cat": "A, A1, A2, AM",
    "q": "Cand este interzisa schimbarea directiei de mers la dreapta, desi este in functiune semnalul verde?",
    "a": "cand semaforul nu este insotit de un panou aditional ce contine o sageata cu varful catre dreapta",
    "b": "cand la dreapta se afla o strada cu sens unic",
    "c": "cand banda pe care se afla incadrat conducatorul motocicletei este marcata cu sageti directionale care indica mersul inainte",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1150",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii are un motociclist care intentioneaza sa intre pe prima strada la dreapta, intr-o intersectie cu sens giratoriu?",
    "a": "ocoleste sensul giratoriu, apoi schimba directia de mers spre dreapta",
    "b": "semnalizeaza intentia de a executa manevra, se asigura, se angajeaza cat mai aproape de marginea din dreapta, apoi intra pe strada respectiva",
    "c": "opreste motocicleta, se asigura si executa schimbarea directiei de mers spre dreapta",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1151",
    "cat": "A, A1, A2, AM",
    "q": "Care este limita maxima de viteza cu care aveti voie sa conduceti, pe drumurile nationale europene din localitati, un autovehicul apartinand categoriei A?",
    "a": "100 km/h",
    "b": "70 km/h",
    "c": "50 km/h",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1152",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre conducatorii de vehicule, ce se apropie simultan de o intersectie, are prioritate de trecere, in situatia in care unul intalneste indicatorul „Oprire\", iar celalalt indicatorul „Cedeaza trecerea\"?",
    "a": "conducatorul care intalneste indicatorul „Cedeaza trecerea”",
    "b": "conducatorul care circula din dreapta",
    "c": "conducatorul care intalneste indicatorul „Oprire”",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1153",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati la semnalul politistului cu bratul ridicat vertical?",
    "a": "opriti, indiferent din ce directie va apropiati, si asteptati urmatorul sau semnal",
    "b": "reduceti viteza si circulati in directia permisa de pozitia bratului",
    "c": "reduceti viteza si il ocoliti",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1154",
    "cat": "A, A1, A2, AM",
    "q": "Permisul de conducere valabil pentru categoria A va permite sa conduceti:",
    "a": "motociclete cu sau fara atas",
    "b": "autoturisme de mic litraj",
    "c": "motociclete si autoturisme",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1155",
    "cat": "A, A1, A2, AM",
    "q": "in ce ordine trec prin intersectie autovehiculele din imagine?",
    "a": "motocicleta, autocamionul, bicicleta",
    "b": "bicicleta, motocicleta, autocamionul",
    "c": "bicicleta, autocamionul, motocicleta",
    "i": "1155",
    "v": "c"
  },
  {
    "id": "1156",
    "cat": "A, A1, A2, AM",
    "q": "Scoaterea, pe partea laterala din dreapta, a bastonului reflectorizant de catre politistul care insoteste o coloana oficiala de autovehicule obliga conducatorii care circula in spatele acesteia:",
    "a": "sa reduca imediat viteza si sa circule cat mai aproape de marginea drumului",
    "b": "sa opreasca cat mai aproape de marginea drumului, iar acolo unde este posibil, sa scoata vehiculul in afara partii carosabile",
    "c": "sa reduca viteza si sa iasa in afara drumului imediat ce este posibil, prin viraj la dreapta",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1157",
    "cat": "A, A1, A2, AM",
    "q": "Cat timp trebuie mentinuta semnalizarea schimbarii directiei de mers?",
    "a": "10 secunde de la inceperea manevrei",
    "b": "pe intreaga durata a executarii manevrei",
    "c": "legea nu prevede nimic cu privire la acest aspect",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1158",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre tipurile de semnalizare de mai jos vor fi respectate cu prioritate?",
    "a": "semnalele luminoase",
    "b": "semnalizarea temporara, care modifica regimul normal de desfasurare a circulatiei",
    "c": "semnalele si indicatiile politistului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1159",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati la apropierea de o intersectie in care semnalul luminos ori un indicator de prioritate permite intrarea, dar in care riscati sa ramaneti imobilizat din cauza aglomerarii circulatiei?",
    "a": "va este interzisa intrarea in intersectie",
    "b": "va continuati deplasarea, deoarece aveti prioritate",
    "c": "nu va revine nicio obligatie",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1160",
    "cat": "A, A1, A2, AM",
    "q": "in localitate sunteti obligat sa semnalizati schimbarea directiei de mers de la:",
    "a": "cel putin 50 m",
    "b": "25 m",
    "c": "100 m",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1161",
    "cat": "A, A1, A2, AM",
    "q": "Care este limita maxima de viteza cu care aveti voie sa conduceti, pe drumurile nationale europene din afara localitatilor, un autovehicul apartinand subcategoriei A1?",
    "a": "50 km/h",
    "b": "70 km/h",
    "c": "80 km/h",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1162",
    "cat": "A, A1, A2, AM",
    "q": "Semnalul galben intermitent al semaforului:",
    "a": "anunta aparitia semnalului rosu",
    "b": "obliga conducatorul unei motociclete sa reduca viteza si sa circule respectand regulile de circulatie aplicabile in acea intersectie",
    "c": "interzice intrarea in intersectie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1163",
    "cat": "A, A1, A2, AM",
    "q": "Care este definitia depasirii?",
    "a": "trecerea unui vehicul pe langa altul, care circula din sens opus",
    "b": "trecerea unui vehicul inaintea altuia, aflat pe acelasi sens de circulatie, prin schimbarea directiei de mers sau iesirea din banda pe care s-a aflat initial",
    "c": "trecerea unui vehicul pe langa altul, care circula pe banda alaturata in aceeasi directie de mers",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1164",
    "cat": "A, A1, A2, AM",
    "q": "Biciclistii si conducatorii de vehicule cu tractiune animala sunt obligati sa acorde intotdeauna prioritate?",
    "a": "da, deoarece viteza de deplasare este mica",
    "b": "da, daca circula pe drumuri judetene sau comunale",
    "c": "nu, daca semnalizarea rutiera nu prevede acest lucru",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1165",
    "cat": "A, A1, A2, AM",
    "q": "Cine are prioritate intr-o intersectie cu sens giratoriu?",
    "a": "vehiculele care circula din dreapta, fata de cele care circula din stanga",
    "b": "vehiculele aflate deja in intersectie, fata de cele care urmeaza sa intre",
    "c": "vehiculele care vireaza la dreapta",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1166",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul din imaginea alaturata s-a angajat regulamentar in depasire?",
    "a": "nu, deoarece la mica distanta urmeaza o trecere la nivel cu calea ferata",
    "b": "da",
    "c": "nu, deoarece vehiculul este prea lung",
    "i": "1166",
    "v": "b"
  },
  {
    "id": "1167",
    "cat": "A, A1, A2, AM",
    "q": "Cate corpuri de iluminat are semaforul care se adreseaza pietonilor si biciclistilor?",
    "a": "doua corpuri",
    "b": "trei corpuri",
    "c": "patru corpuri",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1168",
    "cat": "A, A1, A2, AM",
    "q": "La intalnirea indicatorului „Prioritate pentru circulatia din sens invers”, motociclistul:",
    "a": "continua sa circule, deoarece gabaritul ii permite acest lucru",
    "b": "opreste si cedeaza trecerea vehiculelor care vin din sens opus",
    "c": "opreste si acorda prioritate numai pietonilor",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1169",
    "cat": "A, A1, A2, AM",
    "q": "Caror vehicule le este interzisa circulatia pe autostrazi?",
    "a": "motocicletelor si automobilelor care nu pot circula cu mai mult de 60 km/h",
    "b": "celor care, prin constructie sau din alte cauze, nu pot depasi viteza de 50 km/h",
    "c": "autovehiculelor care transporta incarcaturi periculoase",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1170",
    "cat": "A, A1, A2, AM",
    "q": "Este permisa intoarcerea unei motociclete oprite in fata barierelor instalate la trecerea la nivel cu calea ferata?",
    "a": "da, daca motociclistul s-a asigurat in prealabil",
    "b": "da, deoarece din sens opus nu circula alte vehicule, barierele fiind lasate",
    "c": "nu, intoarcerea in acest loc este interzisa",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1171",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati la intalnirea panoului si a indicatorului?",
    "a": "opriti, va asigurati si acordati prioritate tuturor vehiculelor",
    "b": "acordati prioritate vehiculelor care circula din stanga",
    "c": "acordati prioritate numai vehiculelor de transport public de persoane",
    "i": "1171",
    "v": "a"
  },
  {
    "id": "1172",
    "cat": "A, A1, A2, AM",
    "q": "Persoanele accidentate, cu arsuri multiple pe corp si membre, trebuie sa fie:",
    "a": "dezbracate rapid de haine, dupa stingerea flacarilor",
    "b": "transportate urgent la o unitate medicala",
    "c": "spalate, bandajate si apoi transportate la cea mai apropiata unitate sanitara",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1173",
    "cat": "A, A1, A2, AM",
    "q": "Urmeaza sa patrundeti in intersectie. La care dintre cele doua indicatoare acordati prioritate?",
    "a": "la al doilea indicator intalnit",
    "b": "la primul indicator intalnit",
    "c": "la ambele indicatoare",
    "i": "1173",
    "v": "a"
  },
  {
    "id": "1174",
    "cat": "A, A1, A2, AM",
    "q": "La semnalul politistului avand bratul stang intins orizontal, orientat cu fata catre motocicleta care se apropie, conducatorul acesteia trebuie:",
    "a": "sa reduca viteza",
    "b": "sa opreasca imediat",
    "c": "sa continue deplasarea",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1175",
    "cat": "A, A1, A2, AM",
    "q": "Care este limita maxima de viteza cu care aveti voie sa conduceti, pe drumurile nationale europene din afara localitatilor, un autovehicul apartinand categoriei A?",
    "a": "70 km/h",
    "b": "90 km/h",
    "c": "100 km/h",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1176",
    "cat": "A, A1, A2, AM",
    "q": "Pe care dintre benzi trebuie sa se incadreze motociclistul si de la ce distanta fata de intersectie, pentru a schimba directia de mers spre dreapta, intr-o localitate?",
    "a": "pe banda de langa axul drumului, de la cel putin 100 m",
    "b": "pe banda din dreapta, de la cel putin 50 m",
    "c": "pe oricare banda, de la cel putin 50 m",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1177",
    "cat": "A, A1, A2, AM",
    "q": "La intalnirea indicatorului de avertizare in cruce, amplasat la trecerile la nivel cu calea ferata fara bariere, conducatorii de motociclete vor opri:",
    "a": "cat mai aproape de calea ferata, dar nu mai putin de 5 m de aceasta",
    "b": "in locul cu vizibilitate maxima, fara a depasi indicatorul",
    "c": "la cel mult 5 m de calea ferata",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1178",
    "cat": "A, A1, A2, AM",
    "q": "Puteti schimba directia de mers la dreapta la semnalul rosu al semaforului?",
    "a": "da",
    "b": "nu",
    "c": "numai daca nu sunt pietoni pe trecere",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1179",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati in situatia in care semnalul rosu al semaforului este in functiune, iar politistul va adreseaza semnalul de a trece?",
    "a": "asteptati aparitia semnalului de culoare verde, care va permite sa circulati cu motocicleta prin intersectie",
    "b": "atrageti atentia politistului ca exista neconcordanta intre semnalul sau si cel al semaforului",
    "c": "respectati semnalul politistului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1180",
    "cat": "A, A1, A2, AM",
    "q": "La semnalul politistului situat intr-o intersectie, cu bratul ridicat vertical, aveti obligatia:",
    "a": "sa circulati cu prudenta maxima",
    "b": "sa reduceti viteza",
    "c": "sa opriti, indiferent din ce directie circulati",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1181",
    "cat": "A, A1, A2, AM",
    "q": "Conducatorul unei motociclete are obligatia de a ceda trecerea la schimbarea directiei de mers spre stanga, in timp ce semnalul de culoare verde este in functiune?",
    "a": "nu, deoarece semnalul verde ii confera prioritate de trecere",
    "b": "nu, cu exceptia cazului in care, din sens opus, se apropie un mijloc de transport public",
    "c": "da, atat vehiculelor care circula din sens opus, cat si pietonilor care traverseaza strada pe care acesta urmeaza sa intre",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1182",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatie ii revine conducatorului unei motociclete care schimba directia de mers la dreapta, la semnalul verde al semaforului, in timp ce pietonii sunt angajati la randul lor in traversare?",
    "a": "sa semnalizeze schimbarea directiei de mers si sa acorde prioritate de trecere pietonilor angajati in traversarea strazii pe care urmeaza sa intre",
    "b": "sa semnalizeze schimbarea directiei de mers si sa-si continue deplasarea cu prudenta, pietonii fiind obligati sa-i cedeze trecerea",
    "c": "sa semnalizeze schimbarea directiei de mers si sa pastreze o distanta laterala suficienta fata de bordura din dreapta",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1183",
    "cat": "A, A1, A2, AM",
    "q": "Cand se semnalizeaza intentia de depasire?",
    "a": "in momentul in care incepe manevra",
    "b": "atunci cand in spatele motocicletei se afla si alte vehicule",
    "c": "inainte de inceperea manevrei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1184",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul intra in intersectie:",
    "a": "ultimul",
    "b": "primul",
    "c": "al doilea",
    "i": "1184",
    "v": "c"
  },
  {
    "id": "1185",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii se poate folosi semnalizarea cu mijloace de avertizare sonora intr-o localitate in care claxonatul este interzis?",
    "a": "la trecerile pentru pietoni",
    "b": "in intersectiile nedirijate",
    "c": "ori de cate ori este necesar, pentru evitarea unui pericol imediat",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1186",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii are un motociclist care urmeaza sa fie depasit?",
    "a": "sa reduca viteza",
    "b": "sa nu mareasca viteza si sa se angajeze cat mai aproape de marginea din dreapta a drumului",
    "c": "nu are nicio obligatie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1187",
    "cat": "A, A1, A2, AM",
    "q": "Sunteti obligat sa folositi luminile de intalnire in timpul zilei:",
    "a": "pe toate categoriile de drumuri",
    "b": "numai pe drumurile judetene, comunale si locale",
    "c": "numai pe autostrazi",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1188",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedeze conducatorul de motocicleta atunci cand, intr-o intersectie, intalneste un politist orientat cu fata spre el, care ii face semn sa-si continue deplasarea?",
    "a": "opreste pana cand polisistul isi schimba pozitia",
    "b": "fiind un semnal in afara Regulamentului, opreste si asteapta revenirea la o pozitie care sa-i permita continuarea drumului",
    "c": "se conformeaza semnalului politistului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1189",
    "cat": "A, A1, A2, AM",
    "q": "Bastonul alb, ridicat de un pieton care traverseaza strada printr-un loc nesemnalizat si nemarcat, va obliga:",
    "a": "nu aveti nicio obligatie, intrucat locul nu este marcat sau semnalizat",
    "b": "sa opriti imediat motocicleta, pentru a permite trecerea pietonului",
    "c": "sa reduceti viteza si sa circulati cu atentie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1190",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii conducatorul unei motociclete este obligat, pe timp de noapte, sa schimbe lumina de drum cu cea de intalnire?",
    "a": "cand drumul este neiluminat",
    "b": "cand circula in localitate, pe un drum cu mai multe benzi pe sens",
    "c": "in cazul in care din sens opus se apropie un autovehicul, de la o distanta de cel putin 200 m",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1191",
    "cat": "A, A1, A2, AM",
    "q": "in caz de urgenta, puteti intoarce folosind racordurile dintre cele doua directii de mers ale unei autostrazi?",
    "a": "da, pentru ca in aceasta zona puteti sa intoarceti pe celalalt sens de mers",
    "b": "nu, daca nu este spatiu suficient pentru a patrunde in siguranta cu autovehiculul",
    "c": "nu",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1192",
    "cat": "A, A1, A2, AM",
    "q": "Daca semnalul verde este in functiune, motociclistul are obligatia de a ceda trecerea la schimbarea directiei de mers spre stanga?",
    "a": "da, atat vehiculelor care circula din sens opus, cat si pietonilor aflati in traversare",
    "b": "da, numai pietonilor aflati in traversarea strazii pe care urmeaza sa intre",
    "c": "da, dar numai vehiculelor care circula din sens invers",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1193",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa se incadreze un motociclist, daca intentioneaza sa schimbe directia de mers spre stanga intr-o intersectie prin care circula si tramvaie, iar spatiul dintre sina din dreapta si bordura trotuarului permite deplasarea vehiculelor doar pe un singur rand?",
    "a": "pe linia tramvaiului",
    "b": "pe singurul rand ramas la dispozitie, lasand liber traseul tramvaiului",
    "c": "in aceasta situatie nu se poate schimba directia de mers spre stanga",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1194",
    "cat": "A, A1, A2, AM",
    "q": "La intersectia nedirijata dintre un drum comunal si unul local, prioritatea de trecere se acorda:",
    "a": "vehiculelor care circula pe drumul comunal",
    "b": "vehiculelor care circula pe drumul local",
    "c": "vehiculelor care vin din dreapta",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1195",
    "cat": "A, A1, A2, AM",
    "q": "Lumina galbena intermitenta a corpului de iluminat instalat in zona trecerilor pentru pietoni va obliga la:",
    "a": "reducerea vitezei, avand grija sa evitati pietonii care traverseaza",
    "b": "reducerea vitezei si folosirea luminii farurilor, pentru avertizarea pietonilor care intentioneaza sa se angajeze in traversare",
    "c": "reducerea vitezei si respectarea semnalizarii si a regulilor de circulatie aplicabile in acea zona",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1196",
    "cat": "A, A1, A2, AM",
    "q": "De la ce distanta fata de vehiculul care circula din sens opus, pe timp de noapte, conducatorul unei motociclete este obligat sa foloseasca lumina de intalnire?",
    "a": "de la cel putin 100 m",
    "b": "de la cel putin 150 m",
    "c": "de la cel putin 200 m",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1197",
    "cat": "A, A1, A2, AM",
    "q": "Aveti obligatia de a opri imediat motocicleta la semnalele adresate de:",
    "a": "indrumatorii de circulatie ai Ministerului Apararii",
    "b": "un conducator auto ramas in pana",
    "c": "politistii comunitari",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1198",
    "cat": "A, A1, A2, AM",
    "q": "Semaforul instalat pe trotuar are in functiune semnalul rosu, iar cel suspendat, pentru directia de mers la stanga, semnalul verde. Conducatorul unei motociclete care doreste sa mearga inainte are dreptul sa intre in intersectie?",
    "a": "da, deoarece semaforul suspendat are semnalul verde in functiune",
    "b": "nu, deoarece semaforul de pe trotuar, care i se adreseaza, are semnalul rosu in functiune",
    "c": "nu, deoarece deplasarea pe directia inainte este permisa numai atunci cand semnalul verde este in functiune la ambele semafoare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1199",
    "cat": "A, A1, A2, AM",
    "q": "Cum veti proceda corect daca, aflandu-va in interiorul unei intersectii cu circulatie in sens giratoriu, observati ca pe un drum lateral circula o coloana cu regim de circulatie prioritara?",
    "a": "va continuati drumul, deoarece aveti prioritate de trecere in sensul giratoriu",
    "b": "opriti si acordati prioritate coloanei cu regim prioritar",
    "c": "virati la dreapta si parasiti intersectia",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1200",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati atunci cand, deplasandu-va cu motocicleta pe un drum public, intalniti un politist rutier orientat cu spatele catre dumneavoastra si cu bratele intinse orizontal?",
    "a": "opriti motocicleta",
    "b": "va continuati drumul",
    "c": "reduceti viteza",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1201",
    "cat": "A, A1, A2, AM",
    "q": "La intersectiile fara marcaje, motociclistii care vor sa circule pe directia inainte vor ocupa:",
    "a": "randul din stanga",
    "b": "randul din dreapta",
    "c": "oricare dintre randuri",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1202",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii are un motociclist atunci cand vrea sa execute o depasire?",
    "a": "sa se apropie de axul drumului, sa semnalizeze si sa revina pe partea dreapta dupa depasire",
    "b": "sa se asigure, sa semnalizeze intentia, sa pastreze o distanta laterala suficient de mare fata de vehiculul depasit si sa reintre pe partea dreapta, dupa ce s-a convins ca aceasta se poate face fara pericol",
    "c": "sa se asigure ca din fata nu se apropie niciun vehicul",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1203",
    "cat": "A, A1, A2, AM",
    "q": "Semnalele date dintr-un autovehicul al politiei, care insoteste o coloana oficiala de vehicule, prin folosirea mijloacelor speciale de avertizare sonora si luminoasa, obliga la:",
    "a": "parasirea drumului pe prima strada la dreapta",
    "b": "oprirea, de indata, in afara partii carosabile sau cat mai aproape de bordura ori acostament, pana la trecerea coloanei",
    "c": "reducerea vitezei si deplasarea cat mai aproape de bordura sau acostament",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1204",
    "cat": "A, A1, A2, AM",
    "q": "Schimbarea directiei de mers spre stanga, intr-o intersectie neprevazuta cu marcaje de ghidare, se face:",
    "a": "prin ocolirea centrului imaginar al intersectiei",
    "b": "prin stanga centrului imaginar al intersectiei, fara a intersecta traiectoria celor care se deplaseaza din sens opus si care vireaza la stanga",
    "c": "la libera intelegere cu cei care se deplaseaza din sens opus",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1205",
    "cat": "A, A1, A2, AM",
    "q": "Daca politistul se afla in intersectie cu fata catre conducatorul motocicletei si ii adreseaza acestuia un alt semnal decat pozitia sa, care inseamna „Oprire”, conducatorul trebuie:",
    "a": "sa respecte semnalul politistului",
    "b": "sa continue mersul, deoarece semnele politistului sunt contradictorii",
    "c": "sa opreasca si sa astepte semnalul pentru continuarea deplasarii",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1206",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedeaza motociclistul la intalnirea indicatorului „Cedeaza trecerea”?",
    "a": "reduce viteza si intra in intersectie",
    "b": "opreste si da prioritate numai autovehiculelor",
    "c": "reduce viteza, se asigura, iar daca pe drumul transversal circula alte vehicule le acorda prioritate",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1207",
    "cat": "A, A1, A2, AM",
    "q": "Daca semnalul verde este insotit de un indicator „inainte sau la dreapta”, conducatorului de motociclete ii este permis sa circule:",
    "a": "in toate directiile, deoarece semnalele luminoase primeaza asupra semnalizarii rutiere",
    "b": "numai la stanga",
    "c": "numai inainte sau la dreapta",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1208",
    "cat": "A, A1, A2, AM",
    "q": "Oprirea hemoragiei se face prin legarea stransa a bratului:",
    "a": "in dreptul ranii",
    "b": "deasupra ranii",
    "c": "sub rana",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1209",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedati atunci cand intrati, pe timp de zi, intr-un tunel iluminat necorespunzator?",
    "a": "claxonati",
    "b": "circulati cu luminile de intalnire",
    "c": "aprindeti lumina intermitenta de avertizare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1210",
    "cat": "A, A1, A2, AM",
    "q": "La iesirea dintr-o curte, pe un drum public, motociclistul are obligatia:",
    "a": "sa cedeze trecerea tuturor vehiculelor care circula in acel moment pe drumul public",
    "b": "sa cedeze trecerea numai autovehiculelor",
    "c": "sa cedeze trecerea numai autovehiculelor care vin din dreapta",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1211",
    "cat": "A, A1, A2, AM",
    "q": "Ce masuri trebuie sa luati atunci cand circulati in conditii atmosferice ce impiedica mult vizibilitatea?",
    "a": "sa circulati pe distante scurte si cu luminile de pozitie in functiune",
    "b": "sa folositi luminile de pozitie si sa circulati cat mai aproape de marginea din dreapta a drumului",
    "c": "sa folositi luminile de intalnire",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1212",
    "cat": "A, A1, A2, AM",
    "q": "Ce simptome ale stopului cardiac prezinta o persoana, victima a unui accident de circulatie?",
    "a": "leziuni profunde in zona toracelui",
    "b": "lipsa pulsului",
    "c": "aparitia hemoragiei pe gura",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1213",
    "cat": "A, A1, A2, AM",
    "q": "La plecarea de pe loc cu motocicleta, va revin urmatoarele obligatii:",
    "a": "sa evitati ambalarea excesiva a motorului",
    "b": "sa evitati bruscarea comenzilor motocicletei",
    "c": "sa acordati prioritate de trecere vehiculelor care circula pe drum, indiferent de directia de mers",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1214",
    "cat": "A, A1, A2, AM",
    "q": "La circulatia pe autostrazi, conducatorului de motociclete ii este interzis:",
    "a": "sa stationeze pe banda de urgenta, cu exceptia cazurilor justificate",
    "b": "sa opreasca pentru a remedia o defectiune",
    "c": "sa depaseasca alte autovehicule",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1215",
    "cat": "A, A1, A2, AM",
    "q": "Cand aveti obligatia de a folosi sistemul de lumini al motocicletei pe care o conduceti?",
    "a": "pe toata durata deplasarii acesteia pe drumul public",
    "b": "cand parcati motocicleta in locuri special amenajate, dar neiluminate in mod corespunzator",
    "c": "la intalnirea cortegiilor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1216",
    "cat": "A, A1, A2, AM",
    "q": "Atunci cand intalneste un grup de pietoni angajati in traversare printr-un loc semnalizat cu indicator, motociclistul are obligatia:",
    "a": "sa opreasca si sa acorde prioritate pietonilor aflati in traversare pe sensul sau de mers",
    "b": "sa-si semnalizeze sonor prezenta",
    "c": "sa reduca viteza si sa circule cu atentie printre pietoni",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1217",
    "cat": "A, A1, A2, AM",
    "q": "Imobilizarea unei motociclete de catre politistul rutier se dispune:",
    "a": "pentru lipsa triunghiurilor reflectorizante",
    "b": "pentru lipsa trusei medicale de prim ajutor",
    "c": "pentru refuzul de legitimare",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1218",
    "cat": "A, A1, A2, AM",
    "q": "Aveti obligatia de a opri imediat motocicleta la semnalele adresate de:",
    "a": "ofiterii sau subofiterii Jandarmeriei Romane",
    "b": "politistii comunitari",
    "c": "agentii de cale ferata, la trecerile la nivel",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1219",
    "cat": "A, A1, A2, AM",
    "q": "Cand deasupra fiecarei benzi de circulatie se afla in functiune cate un semafor, conducatorul unei motociclete trebuie:",
    "a": "sa respecte semnificatia semnalului luminos al semaforului instalat deasupra benzii din stanga",
    "b": "sa respecte semnificatia semnalului luminos al semaforului instalat pe trotuar",
    "c": "sa respecte semnificatia semnalului luminos instalat deasupra benzii pe care se afla",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1220",
    "cat": "A, A1, A2, AM",
    "q": "La ce distanta de trecerea la nivel cu calea ferata sunt instalate panourile suplimentare de avertizare?",
    "a": "primul la 90 m, al doilea la 60 m si al treilea la 30 m",
    "b": "primul la 200 m, al doilea la 150 m si al treilea la 100 m",
    "c": "primul la 150 m, al doilea la 100 m si al treilea la 50 m",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1221",
    "cat": "A, A1, A2, AM",
    "q": "Pe ce drumuri sunt permise oprirea si stationarea vehiculelor si pe partea stanga, in sensul de mers?",
    "a": "pe drumurile cu trafic redus",
    "b": "pe drumurile cu sens unic, daca ramane libera cel putin o banda de circulatie",
    "c": "pe orice drum",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1222",
    "cat": "A, A1, A2, AM",
    "q": "Cu ce viteza veti circula pe autostrazi atunci cand vizibilitatea este sub 100 m, in conditii de ceata, ploi torentiale si ninsori abundente?",
    "a": "50 km/h",
    "b": "110 km/h",
    "c": "130 km/h",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1223",
    "cat": "A, A1, A2, AM",
    "q": "Ce se intelege prin conducere ecologica a unui autovehicul?",
    "a": "obligatia de a folosi in permanenta carburant biodegradabil",
    "b": "deplasari urbane cu bicicleta, pe jos sau cu alte mijloace care nu polueaza atmosfera",
    "c": "un ansamblu de masuri prin care se realizeaza economie de energie si protectia mediului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1224",
    "cat": "A, A1, A2, AM",
    "q": "O motocicleta poate depasi un tramvai prin stanga:",
    "a": "atunci cand drumul este mai lat de 7 m",
    "b": "atunci cand tramvaiul este oprit intr-o statie cu refugiu pentru pietoni",
    "c": "atunci cand intre sina din dreapta si bordura trotuarului nu exista spatiu suficient pentru depasire",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1225",
    "cat": "A, A1, A2, AM",
    "q": "Care este regula prioritatii de trecere la intersectia a doua drumuri de aceeasi categorie, cu circulatie nedirijata?",
    "a": "prioritatea de dreapta",
    "b": "prioritatea primului sosit",
    "c": "prioritatea de drum principal",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1226",
    "cat": "A, A1, A2, AM",
    "q": "Semnificatia indicatoarelor „Oprire” si „Cedeaza trecerea”, instalate in intersectiile semaforizate, trebuie respectata:",
    "a": "atunci cand traficul este redus",
    "b": "atunci cand semafoarele nu functioneaza",
    "c": "atunci cand indicatoarele sunt instalate impreuna cu semaforul pe acelasi suport",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1227",
    "cat": "A, A1, A2, AM",
    "q": "Este permisa stationarea motocicletei in zona de actiune a indicatorului „Drum ingustat”?",
    "a": "da",
    "b": "nu",
    "c": "legea nu prevede nimic cu privire la acest aspect",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1228",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedeaza conducatorul de motocicleta atunci cand, apropiindu-se de o trecere la nivel cu calea ferata, prevazuta cu bariere (semibariere), cele doua lumini rosii functioneaza intermitent-alternativ?",
    "a": "continua deplasarea, daca barierele nu sunt coborate",
    "b": "opreste, deoarece barierele sunt orizontale sau urmeaza sa coboare",
    "c": "continua deplasarea fara interdictie, deoarece luminile semnalizeaza doar prezenta unei treceri la nivel cu calea ferata",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1229",
    "cat": "A, A1, A2, AM",
    "q": "Daca intr-o intersectie conducatorul unei motociclete intalneste semnalul verde al semaforului, precum si indicatorul „Cedeaza trecerea”, el este obligat:",
    "a": "sa respecte semnificatia semnalului verde",
    "b": "sa respecte semnificatia indicatorului",
    "c": "sa respecte semnificatia semnalului verde, acordand prioritate de trecere vehiculelor care circula pe drumul prioritar",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1230",
    "cat": "A, A1, A2, AM",
    "q": "intr-o intersectie nedirijata, conducatorul unei motociclete este obligat sa acorde prioritate unui autovehicul destinat stingerii incendiilor, care circula din stanga, avand in functiune semnalizarea speciala luminoasa si sonora?",
    "a": "nu, deoarece si in acest caz se aplica regula prioritatii de dreapta",
    "b": "nu, deoarece autovehiculul destinat stingerii incendiilor nu face parte din categoria autovehiculelor cu regim prioritar",
    "c": "da",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1231",
    "cat": "A, A1, A2, AM",
    "q": "Aveti obligatia de a opri motocicleta la semnalele adresate de:",
    "a": "membrii patrulelor scolare de circulatie, de la trecerile pentru pietoni din apropierea unitatilor de invatamant",
    "b": "personalul autorizat din cadrul Ministerului Transporturilor",
    "c": "functionarii ce isi desfasoara activitatea in cadrul Administratiei Drumurilor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1232",
    "cat": "A, A1, A2, AM",
    "q": "in ranile cu hemoragie se va avea in vedere, in faza initiala:",
    "a": "curatarea si pansarea ranii",
    "b": "pansarea ranii",
    "c": "oprirea hemoragiei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1233",
    "cat": "A, A1, A2, AM",
    "q": "Cand circulati pe un drum national european va este interzisa:",
    "a": "folosirea mijloacelor de avertizare sonora",
    "b": "remorcarea altui autovehicul",
    "c": "stationarea voluntara pe partea carosabila",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1234",
    "cat": "A, A1, A2, AM",
    "q": "Conducatorul unei motociclete angajat intr-un accident din care a rezultat moartea sau ranirea unei persoane poate parasi locul faptei fara incuviintarea politiei?",
    "a": "da, daca motocicleta a blocat circulatia",
    "b": "da, daca accidentul nu s-a produs din vina sa",
    "c": "nu, intrucat fapta constituie infractiune",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1235",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii va revin atunci cand, pe un drum public, intalniti autovehicule apartinand Serviciului de Ambulanta sau Serviciului Roman de Informatii, care folosesc mijloacele de avertizare luminoasa si sonora?",
    "a": "sa opriti imediat pe dreapta partii carosabile",
    "b": "sa circulati in regim normal, dar cu prudenta si folosind luminile intermitente de avarie",
    "c": "sa reduceti viteza si sa eliberati banda pe care va deplasati sau sa circulati cat mai aproape de bordura ori acostament",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1236",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre faptele de mai jos se considera infractiune si se pedepseste ca atare?",
    "a": "sustragerea de la obligatia de a supune motocicleta inspectiei tehnice periodice",
    "b": "parasirea locului accidentului care a avut ca urmare avarii",
    "c": "repararea motocicletei ce prezinta urme de accident, fara autorizatia politiei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1237",
    "cat": "A, A1, A2, AM",
    "q": "Oprirea vehiculelor este interzisa:",
    "a": "pe partea carosabila a drumurilor nationale",
    "b": "in zona de actiune a indicatorului „Oprirea interzisa”",
    "c": "in dreptul cailor de acces care deservesc proprietatile alaturate drumurilor publice",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1238",
    "cat": "A, A1, A2, AM",
    "q": "Pe autostrada se interzice:",
    "a": "circulatia autovehiculelor in coloana",
    "b": "invatarea conducerii unui vehicul, incercarea prototipurilor de sasiuri si de vehicule cu motor",
    "c": "executarea de lucrari pe partea carosabila pe timp de noapte",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1239",
    "cat": "A, A1, A2, AM",
    "q": "Conducatorul unei motociclete este obligat sa opreasca:",
    "a": "la apropierea de o intersectie",
    "b": "la semnalul nevazatorilor care traverseaza strada",
    "c": "la semnalul conducatorului coloanei de pietoni",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1240",
    "cat": "A, A1, A2, AM",
    "q": "Daca circulati intr-o intersectie cu sens giratoriu, acordati prioritate:",
    "a": "niciunui vehicul",
    "b": "vehiculelor care urmeaza sa intre in intersectie",
    "c": "autobuzelor si troleibuzelor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1241",
    "cat": "A, A1, A2, AM",
    "q": "Stationarea este interzisa:",
    "a": "in zona de actiune a indicatorului „Circulatie in ambele sensuri”",
    "b": "pe sectoarele de drum unde este interzisa depasirea",
    "c": "pe partea carosabila a drumurilor nationale",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1242",
    "cat": "A, A1, A2, AM",
    "q": "Semnalul verde al semaforului permite deplasarea:",
    "a": "pe oricare directie, daca printr-un mijloc de semnalizare nu se dispune altfel",
    "b": "numai pe directia inainte",
    "c": "pe oricare directie, daca vehiculul se afla pe banda din mijloc",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1243",
    "cat": "A, A1, A2, AM",
    "q": "Daca la trecerea la nivel cu calea ferata constatati ca un vehicul este imobilizat pe calea ferata, cum veti proceda?",
    "a": "va continuati drumul, deoarece degajarea caii ferate se va face de catre personalul calificat",
    "b": "opriti si anuntati telefonic politia despre acest incident",
    "c": "acordati sprijin pentru scoaterea vehiculului de pe calea ferata sau, daca nu este posibil, semnalati prezenta acestuia",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1244",
    "cat": "A, A1, A2, AM",
    "q": "Este permisa oprirea in dreptul statiei de tramvai prevazuta cu refugiu pentru pietoni?",
    "a": "da, cand tramvaiul nu se afla in statie",
    "b": "da, deoarece in astfel de statii este permisa depasirea",
    "c": "nu, deoarece se interzice prin lege",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1245",
    "cat": "A, A1, A2, AM",
    "q": "Pe autostrada se interzice:",
    "a": "deplasarea cu o viteza mai mica de 60 km/h",
    "b": "deplasarea sau stationarea pe banda de urgenta, cu exceptia cazurilor justificate",
    "c": "folosirea benzii de decelerare pentru schimbarea directiei de mers",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1246",
    "cat": "A, A1, A2, AM",
    "q": "Semnalul luminos intermitent de culoare alba, avand cadenta lenta, functioneaza:",
    "a": "pe timpul cat semnalele luminoase de culoare rosie de la trecerea la nivel cu calea ferata sunt stinse",
    "b": "pe timpul cat semnalele luminoase ale semaforului defect sunt stinse",
    "c": "pe timpul cat barierele ori semibarierele sunt in curs de coborare sau de ridicare",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1247",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedeaza conducatorul de motocicleta cand, la apropierea de o trecere la nivel cu calea ferata fara bariere, luminile rosii din dreptul indicatorului de atentie in cruce se aprind si se sting alternativ?",
    "a": "reduce viteza si opreste numai in cazul apropierii trenului",
    "b": "opreste motocicleta fara a depasi indicatorul, deoarece aprinderea si stingerea alternativa a luminilor rosii avertizeaza apropierea trenului",
    "c": "reduce viteza si, dupa ce se asigura, isi continua deplasarea",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1248",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa semnalizati intentia de a depasi alte vehicule, atunci cand conduceti motocicleta noaptea, pe un drum neiluminat dintr-o localitate?",
    "a": "cu luminile farurilor",
    "b": "prin folosirea luminii de drum sau a claxonului",
    "c": "cu luminile indicatoare de directie",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1249",
    "cat": "A, A1, A2, AM",
    "q": "La iesirea din zonele rezidentiale sau pietonale, sunteti obligat sa acordati prioritate:",
    "a": "autovehiculelor",
    "b": "pietonilor de pe sensul opus de circulatie",
    "c": "tuturor vehiculelor cu care va intersectati",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1250",
    "cat": "A, A1, A2, AM",
    "q": "Se aplica puncte de penalizare pentru:",
    "a": "circulatia sau stationarea pe spatiul interzis care separa sensurile de circulatie pe autostrada",
    "b": "conducerea unei motociclete cu permisul de conducere deteriorat",
    "c": "circulatia cu viteza redusa",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1251",
    "cat": "A, A1, A2, AM",
    "q": "Unde montati, la motocicleta, semnul distinctiv specific conducatorilor cu o vechime mai mica de un an de la data obtinerii permisului de conducere?",
    "a": "in partea din fata a motocicletei, deasupra rotii",
    "b": "in partea din spate a motocicletei, langa numarul de inmatriculare",
    "c": "pe partea din spate a castii de protectie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1252",
    "cat": "A, A1, A2, AM",
    "q": "in cazul unui accident de circulatie cu victime si cu deformarea accentuata a caroseriei sau a blocarii usilor, ocupantii vehiculelor pot fi imobilizati. Cum se actioneaza in astfel de situatii?",
    "a": "se extrag victimele rapid si ferm",
    "b": "se apeleaza la serviciile specializate ale unitatilor pentru situatii de urgenta, care intervin cu utilaje de descarcerare",
    "c": "se cere ajutorul celor din jur si se scot rapid victimele dintre fiarele contorsionate",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1253",
    "cat": "A, A1, A2, AM",
    "q": "La cererea politistului rutier, impreuna cu reprezentantul autoritatilor abilitate, conducatorul unei motociclete este obligat:",
    "a": "sa prezinte documentele de calatorie",
    "b": "sa-l transporte la unitatea de politie",
    "c": "sa permita controlul starii tehnice a motocicletei, precum si al bunurilor transportate",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1254",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii aveti la semnalele agentilor cailor ferate, plasati la trecerea la nivel cu o cale ferata?",
    "a": "nicio obligatie, deoarece agentii cailor ferate dirijeaza garniturile de tren",
    "b": "sa va conformati semnificatiei semnalelor acestora",
    "c": "sa reduceti viteza, sa va asigurati, iar, daca trenul nu este in miscare, puteti sa continuati traversarea caii ferate cu atentie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1255",
    "cat": "A, A1, A2, AM",
    "q": "Daca ramaneti in pana intr-un tunel:",
    "a": "opriti functionarea motorului",
    "b": "motorul trebuie sa functioneze, pentru a putea folosi luminile de avarie",
    "c": "tractati obligatoriu motocicleta pana la iesirea din tunel",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1256",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatiile prezentate mai jos se retine certificatul de inmatriculare al motocicletei, fara drept de circulatie?",
    "a": "cand este instalat un mijloc tehnic de detectare a prezentei aparatelor radar",
    "b": "cand luminile de pozitie nu functioneaza",
    "c": "cand sistemul de franare este defect",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1257",
    "cat": "A, A1, A2, AM",
    "q": "Cand este permisa trecerea la nivel cu o cale ferata fara bariere, prevazuta cu semnalizare luminoasa, daca tocmai a trecut un tren?",
    "a": "dupa ce s-a stins lumina rosie intermitenta",
    "b": "dupa ce a trecut ultimul vagon",
    "c": "atunci cand pleaca vehiculele aflate de cealalta parte a caii ferate",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1258",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii are conducatorul unei motociclete atunci cand un politist ii solicita documentele pentru control?",
    "a": "sa prezinte certificatul de inmatriculare si cartea de identitate a motocicletei",
    "b": "sa prezinte documentele personale",
    "c": "sa inmaneze documentele prevazute de lege",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1259",
    "cat": "A, A1, A2, AM",
    "q": "Ce se intelege prin distanta de 100 m pentru semnalizarea schimbarii directiei de mers in afara localitatii?",
    "a": "distanta fata de vehiculul care circula din spate",
    "b": "distanta parcursa din momentul semnalizarii intentiei de a efectua manevra si locul unde se produce schimbarea directiei de mers",
    "c": "distanta fata de locul terminarii manevrei de depasire",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1260",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatie ii revine detinatorului unei motociclete pe care a imprumutat-o unei persoane spre a fi condusa pe drumurile publice?",
    "a": "sa instruiasca acea persoana cu privire la folosirea motocicletei",
    "b": "niciuna, deoarece persoana respectiva raspunde pentru faptele sale",
    "c": "sa comunice datele de identitate ale acestei persoane, la solicitarea politiei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1261",
    "cat": "A, A1, A2, AM",
    "q": "Va apropiati de un drum forestier, ce intra in sosea din partea dreapta si de pe care iese un alt autovehicul. Cine trebuie sa astepte?",
    "a": "dvs., pentru ca acordati prioritate de dreapta",
    "b": "autovehiculul care iese de pe drumul forestier",
    "c": "autovehiculul care circula cu viteza mai mare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1262",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati in cazul in care aveti o defectiune tehnica pe autostrada?",
    "a": "parasiti carosabilul in timp ce ruleaza autovehiculul, opriti pe banda de urgenta si il semnalizati",
    "b": "aprindeti luminile de pozitie",
    "c": "aprindeti proiectoarele",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1263",
    "cat": "A, A1, A2, AM",
    "q": "Unde va este permisa stationarea pe partea stanga in directia de mers?",
    "a": "pe strazile cu sens unic",
    "b": "in nicio situatie",
    "c": "pe soselele cu banda laterala consolidata",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1264",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatie are conducatorul unei motociclete imobilizate intr-un pasaj subteran?",
    "a": "sa opreasca motorul si sa actioneze luminile de avarie",
    "b": "sa tracteze motocicleta pana la iesirea din pasajul subteran",
    "c": "sa anunte imediat pompierii in legatura cu locul in care se afla",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1265",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii este interzisa oprirea?",
    "a": "in curbe si pe sectoarele de drum cu vizibilitate redusa sub 50 m",
    "b": "la mai putin de 50 m de cel mai apropiat colt al intersectiei",
    "c": "in zona de actiune a indicatorului „Stationarea interzisa”",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1266",
    "cat": "A, A1, A2, AM",
    "q": "in cazul implicarii intr-un accident, puteti parasi locul acestuia fara incuviintarea politiei, daca a rezultat vatamarea integritatii corporale a unei persoane?",
    "a": "da, daca accidentul nu s-a produs din vina dvs",
    "b": "da, in cazul in care motocicleta dvs. nu a fost avariata",
    "c": "nu, intrucat savarsiti o infractiune",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1267",
    "cat": "A, A1, A2, AM",
    "q": "Substantele antiseptice se folosesc pentru:",
    "a": "dezinfectarea ranilor",
    "b": "calmarea durerilor",
    "c": "oprirea hemoragiei",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1268",
    "cat": "A, A1, A2, AM",
    "q": "Va apropiati de o trecere peste calea ferata si observati ca se coboara semibariera. Cum procedati?",
    "a": "accelerati si treceti cat mai repede peste calea ferata",
    "b": "opriti in fata semibarierei",
    "c": "daca nu se apropie trenul, ocoliti semibariera",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1269",
    "cat": "A, A1, A2, AM",
    "q": "Cum veti proceda corect daca, la apropierea de o trecere la nivel cu o cale ferata prevazuta cu semibariere automate, luminile rosii si semnalele sonore sunt in functiune?",
    "a": "reduceti viteza si opriti inaintea semibarierelor",
    "b": "ocoliti semibariera si va continuati drumul, daca trenul nu se apropie",
    "c": "mariti viteza pentru a nu fi surprinsi de inchiderea semibarierei",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1270",
    "cat": "A, A1, A2, AM",
    "q": "Cine are prioritate de trecere in intersectia din imagine?",
    "a": "motocicleta",
    "b": "motocicleta si autobuzul",
    "c": "autobuzul si autoturismul",
    "i": "1270",
    "v": "c"
  },
  {
    "id": "1271",
    "cat": "A, A1, A2, AM",
    "q": "La semnalul dat de personalul autorizat din zona lucrarilor pe drumurile publice, prin rotirea vioaie a bratului, aveti obligatia:",
    "a": "sa mariti viteza de deplasare a motocicletei",
    "b": "sa ocoliti obstacolul creat in carosabil, circuland in sens giratoriu",
    "c": "sa ocoliti obstacolul indicat de acesta",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1272",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul este obligat sa acorde prioritate pietonilor care:",
    "a": "traverseaza pe la coltul intersectiei",
    "b": "traverseaza prin locuri semnalizate cu indicatoare sau marcaje pentru trecerea pietonilor",
    "c": "traverseaza in grup",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1273",
    "cat": "A, A1, A2, AM",
    "q": "Atunci cand victimei unui accident de circulatie i s-au oprit bataile inimii (stop cardiac), masajul cardiac se executa:",
    "a": "prin apasarea ritmica cu podul palmelor suprapuse a toracelui victimei, in dreptul inimii",
    "b": "prin lovirea cu palmele a obrajilor victimei",
    "c": "prin incrucisarea ritmica a bratelor victimei simultan cu respiratia artificiala",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1274",
    "cat": "A, A1, A2, AM",
    "q": "Ce vehicule au voie sa patrunda in intersectie la culoarea rosie a semaforului?",
    "a": "niciun vehicul, cu exceptia celor destinate stingerii incendiilor, ale ambulantei si ale politiei, cand se deplaseaza in actiuni de interventie sau in misiuni care impun urgenta",
    "b": "autovehiculele care vireaza la stanga",
    "c": "autovehiculele politiei si cele care executa virajul la stanga",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1275",
    "cat": "A, A1, A2, AM",
    "q": "intr-o intersectie nedirijata, conducatorul unei motociclete este obligat sa acorde prioritate de trecere unui autovehicul al ambulantei care circula din partea stanga, avand in functiune dispozitivul special cu lumini de culoare albastra si pe cel sonor?",
    "a": "nu, deoarece in acest caz se aplica regula prioritatii de dreapta",
    "b": "nu, deoarece autovehiculul salvarii nu face parte din categoria autovehiculelor cu regim prioritar",
    "c": "da",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1276",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati cand va apropiati de o intersectie unde, in afara semaforului care are in functiune semnalul de culoare verde, intalniti si indicatorul „Cedeaza trecerea”?",
    "a": "respectati semnificatia culorii semaforului",
    "b": "respectati semnificatia indicatorului rutier",
    "c": "respectati semnificatia semaforului si acordati prioritate de trecere vehiculelor care circula pe drumul prioritar",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1277",
    "cat": "A, A1, A2, AM",
    "q": "Conducatorilor de motociclete le este interzis:",
    "a": "sa lase ghidonul liber",
    "b": "sa claxoneze",
    "c": "sa foloseasca luminile de avarie",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1278",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii are conducatorul de motociclete la trecerea la nivel cu calea ferata curenta, prevazuta cu bariere, daca acestea sunt in curs de ridicare?",
    "a": "sa se asigure ca nu este depasit de alt vehicul si sa se angajeze in traversarea caii ferate",
    "b": "ziua sa dea semnale sonore, iar noaptea sa aprinda faza de drum intermitenta si apoi sa traverseze",
    "c": "sa opreasca in dreptul indicatorului care obliga la oprire, pana la ridicarea completa a barierei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1279",
    "cat": "A, A1, A2, AM",
    "q": "Cum se sanctioneaza nerespectarea semnalelor politistilor la trecerea coloanelor oficiale sau intercalarea intr-o astfel de coloana?",
    "a": "cu amenda penala",
    "b": "se suspenda exercitarea dreptului de a conduce autovehicule si se aplica amenda contraventionala",
    "c": "cu amenda contraventionala si puncte de penalizare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1280",
    "cat": "A, A1, A2, AM",
    "q": "intr-o intersectie intalniti semnalul de culoare verde al semaforului, precum si indicatorul „Oprire”. Cum veti proceda?",
    "a": "respectati semnificatia indicatorului rutier",
    "b": "respectati semnificatia culorii semaforului",
    "c": "circulati cu atentie si acordati prioritate de trecere vehiculelor de pe drumul transversal",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1281",
    "cat": "A, A1, A2, AM",
    "q": "Care este deosebirea dintre oprire si stationare?",
    "a": "niciuna",
    "b": "deosebirea consta in durata de imobilizare a motocicletei",
    "c": "deosebirea consta in modul de asezare si asigurare a motocicletei pe drum",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1282",
    "cat": "A, A1, A2, AM",
    "q": "Cum se sanctioneaza depasirea pe partea dreapta a sensului de mers, fara semnalizare si incadrare corespunzatoare directiei de deplasare?",
    "a": "cu amenda contraventionala si puncte de penalizare",
    "b": "cu amenda contraventionala",
    "c": "cu amenda contraventionala si suspendarea exercitarii dreptului de a conduce autovehiculul",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1283",
    "cat": "A, A1, A2, AM",
    "q": "Imobilizarea unui brat fracturat se face:",
    "a": "in dreptul osului fracturat",
    "b": "cuprinzand osul fracturat si articulatia superioara",
    "c": "cuprinzand osul fracturat si cele doua articulatii, respectiv cea superioara si inferioara",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1284",
    "cat": "A, A1, A2, AM",
    "q": "intr-o intersectie unde circulatia se desfasoara in sens giratoriu, conducatorului unei motociclete ii este interzis:",
    "a": "sa reduca viteza, intrucat se creeaza pericolul de blocare",
    "b": "sa opreasca motocicleta, in afara situatiilor impuse de trafic",
    "c": "sa intoarca, prin ocolirea sensului giratoriu",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1285",
    "cat": "A, A1, A2, AM",
    "q": "Unde trebuie sa asteptati daca va aflati la o trecere de cale ferata cu bariera coborata?",
    "a": "la panoul cu doua dungi",
    "b": "in fata indicatorului in cruce",
    "c": "in fata barierei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1286",
    "cat": "A, A1, A2, AM",
    "q": "Daca circulati pe autostrada cu motocicleta avand in spatele dvs. un pasager, trebuie sa va asigurati ca:",
    "a": "acesta poarta casca de protectie",
    "b": "viteza si manevrele pe care le faceti nu trebuie sa il dezechilibreze",
    "c": "nu aveti nicio obligatie; pasagerul trebuie sa isi ia toate masurile de precautie",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1287",
    "cat": "A, A1, A2, AM",
    "q": "Care sunt sanctiunile contraventionale principale?",
    "a": "amenda penala",
    "b": "amenda si avertismentul",
    "c": "amenda, punctele de penalizare, precum si suspendarea exercitarii dreptului de a conduce autovehicule",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1288",
    "cat": "A, A1, A2, AM",
    "q": "Luminile de avarie se folosesc in urmatoarea situatie:",
    "a": "cand sunteti dezorientat in privinta traseului de urmat",
    "b": "cand motocicleta este imobilizata involuntar pe partea carosabila sau in timp ce sunteti remorcat",
    "c": "cand luminile de drum s-au defectat",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1289",
    "cat": "A, A1, A2, AM",
    "q": "Cativa copii traverseaza strada jucandu-se cu o minge. Cum este recomandat sa va comportati?",
    "a": "reduceti viteza, deoarece comportamentul copiilor poate fi imprevizibil",
    "b": "circulati fara restrictii, deoarece copiii vor urca pe trotuar",
    "c": "accelerati, pentru a parasi cat mai repede zona",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1290",
    "cat": "A, A1, A2, AM",
    "q": "Victima care a pierdut mult sange trebuie sa fie asezata:",
    "a": "cu fata in sus",
    "b": "cu fata in jos",
    "c": "cu picioarele situate mai sus decat nivelul corpului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1291",
    "cat": "A, A1, A2, AM",
    "q": "Se aplica puncte de penalizare pentru:",
    "a": "nerespectarea semnificatiei indicatorului „Oprire”, instalat la trecerea la nivel cu o cale ferata",
    "b": "depasirea cu 31-40 km/h a vitezei maxime admise pe sectorul de drum respectiv pentru categoria din care face parte autovehiculul condus",
    "c": "depasirea cu 10-20 km/h a vitezei maxime admise pe sectorul de drum respectiv pentru categoria din care face parte autovehiculul condus",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1292",
    "cat": "A, A1, A2, AM",
    "q": "Transportarea victimelor la spital se poate realiza cu:",
    "a": "o ambulanta special dotata in acest sens",
    "b": "o ambulanta insotita de un medic",
    "c": "vehiculul care a provocat accidentul, daca starea victimei permite acest lucru",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1293",
    "cat": "A, A1, A2, AM",
    "q": "Pe o autostrada cu trei benzi, s-a blocat circulatia. Pe unde vor circula vehiculele de interventie?",
    "a": "pe banda de urgenta",
    "b": "intre banda din stanga si banda din mijloc",
    "c": "intre banda din dreapta si banda din mijloc",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1294",
    "cat": "A, A1, A2, AM",
    "q": "in ce situatie se retine permisul de conducere?",
    "a": "pentru neefectuarea examenului medical",
    "b": "pentru incalcarea semnificatiei luminii de culoare galbena a semaforului",
    "c": "pentru depasirea cu mai mult de 50 km/h a vitezei maxime admise",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1295",
    "cat": "A, A1, A2, AM",
    "q": "Semaforul de avertizare constituit dintr-un corp de iluminat de culoare galbena intermitenta va informeaza in legatura cu:",
    "a": "intersectiile nedirijate",
    "b": "trecerile de pietoni izolate",
    "c": "avariile sistemului de semafoare dintr-o intersectie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1296",
    "cat": "A, A1, A2, AM",
    "q": "Sunteti obligat sa va supuneti recoltarii probelor biologice, in cazul unui accident de circulatie din care a rezultat moartea sau vatamarea integritatii corporale ori a sanatatii unor persoane?",
    "a": "da, dar numai daca sunteti vinovat de producerea accidentului",
    "b": "nu, daca ati fost testat cu un aparat autorizat",
    "c": "da, in mod neconditionat",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1297",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul este obligat sa acorde prioritate la intalnirea:",
    "a": "indicatorului „Drum cu prioritate”",
    "b": "indicatorului „Oprire”",
    "c": "indicatorului „Intersectie cu un drum fara prioritate”",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1298",
    "cat": "A, A1, A2, AM",
    "q": "Cum se sanctioneaza nerespectarea de catre conducatori a obligatiei de a opri la semnalele agentilor de cale ferata?",
    "a": "cu amenda contraventionala",
    "b": "cu retinerea permisului de conducere",
    "c": "cu amenda contraventionala si puncte de penalizare",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1299",
    "cat": "A, A1, A2, AM",
    "q": "Care este definitia legala a motocicletei?",
    "a": "un vehicul cu 2, 3 sau 4 roti, a carui viteza nu depaseste 45 km/h, dotat cu un motor a carui capacitate cilindrica nu depaseste 50 cm3",
    "b": "un autovehicul cu 2 roti, cu sau fara atas, echipat cu un motor a carui capacitate cilindrica este mai mare de 50 cm3 si/sau a carui viteza maxima, prin constructie, depaseste 45 km/h",
    "c": "un vehicul cu 2 roti, a carui viteza depaseste 80 km/h si a carui capacitate cilindrica este mai mare de 125 cm3 sau care are o putere mai mare de 4 kW, in cazul celor dotate cu motor electric",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1300",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii oprirea este interzisa?",
    "a": "in zona de actiune a indicatorului care interzice depasirea",
    "b": "pe strazile unde circulatia se desfasoara in sens unic",
    "c": "in dreptul altui vehicul care se afla oprit, daca prin aceasta se stanjeneste circulatia a doua vehicule venind din sensuri opuse",
    "i": 0,
    "v": "ac"
  },
  {
    "id": "1301",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedeze conducatorul unei motociclete la trecerea la nivel cu calea ferata, atunci cand barierele sunt ridicate?",
    "a": "sa reduca viteza, fara a depasi linia continua pentru oprire",
    "b": "sa opreasca motocicleta in locul unde vizibilitatea este maxima, fara a depasi indicatorul de prioritate in cruce",
    "c": "sa reduca viteza motocicletei si sa traverseze cu atentie, asigurandu-se ca din partea stanga sau din partea dreapta nu se apropie un vehicul feroviar",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1302",
    "cat": "A, A1, A2, AM",
    "q": "Ce trebuie sa aveti in vedere atunci cand circulati pe langa un sir de autovehicule stationate?",
    "a": "o portiera poate fi deschisa in orice moment de catre unul dintre ocupantii autovehiculelor",
    "b": "respectati viteza legala, deoarece conducatorii autovehiculelor sunt obligati sa se asigure cand deschid o portiera",
    "c": "claxonati, pentru a-i avertiza pe ceilalti conducatori ca va deplasati in zona respectiva",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1303",
    "cat": "A, A1, A2, AM",
    "q": "in timp ce conduceti motocicleta, va este interzis:",
    "a": "sa va asigurati in oglinda retrovizoare",
    "b": "sa folositi ochelari de protectie",
    "c": "sa lasati liber ghidonul in timpul mersului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1304",
    "cat": "A, A1, A2, AM",
    "q": "Care este ordinea de intrare in intersectie?",
    "a": "autoturismul, autocamionul, motocicleta",
    "b": "autoturismul, motocicleta, autocamionul",
    "c": "motocicleta, autoturismul, autocamionul",
    "i": "1304",
    "v": "b"
  },
  {
    "id": "1305",
    "cat": "A, A1, A2, AM",
    "q": "Ce masuri vor fi luate in cazul conducerii pe drumurile publice a unei motociclete cu defectiuni grave la mecanismul de directie?",
    "a": "amenda contraventionala, retinerea certificatului de inmatriculare, precum si retinerea permisului de conducere in vederea suspendarii exercitarii dreptului de a conduce autovehicule",
    "b": "amenda contraventionala",
    "c": "amenda contraventionala si retinerea certificatului de inmatriculare",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1306",
    "cat": "A, A1, A2, AM",
    "q": "Dezinfectia plagilor ce necesita a fi pansate se face cu:",
    "a": "apa oxigenata sau iod",
    "b": "ser fiziologic",
    "c": "apa potabila",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1307",
    "cat": "A, A1, A2, AM",
    "q": "intr-o intersectie semnalizata prin indicatoare si marcaje sunteti obligat:",
    "a": "sa acordati prioritate de trecere atunci cand pietonii angajati regulamentar in traversare se afla pe sensul dvs. de mers",
    "b": "sa circulati cu o viteza care sa nu depaseasca 30 km/h in localitati sau 50 km/h in afara acestora, daca drumul are cel mult o banda pe sens, iar pietonii aflati pe trotuar in apropierea partii carosabile intentioneaza sa traverseze",
    "c": "sa circulati cat mai aproape de bordura din partea dreapta a trotuarului",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1308",
    "cat": "A, A1, A2, AM",
    "q": "Pentru care dintre faptele de mai jos se aplica masura retinerii permisului de conducere?",
    "a": "pentru neoprirea la semnalul regulamentar al politistului",
    "b": "pentru nerespectarea dispozitiilor legale referitoare la depasire",
    "c": "pentru nerespectarea normelor privind folosirea luminilor pe timp de noapte",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1309",
    "cat": "A, A1, A2, AM",
    "q": "Ati accidentat un pieton care traversa strada neregulamentar. Ce obligatii legale va revin?",
    "a": "anuntati imediat politia, nu modificati sau stergeti urmele accidentului si ramaneti pe loc",
    "b": "va prezentati de urgenta la cea mai apropiata unitate de politie",
    "c": "deoarece vinovatia nu va apartine, puteti continua drumul daca accidentul nu este grav",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1310",
    "cat": "A, A1, A2, AM",
    "q": "Este obligatorie dotarea autovehiculelor cu trusa medicala de prim ajutor?",
    "a": "da, numai la autovehiculele cu o greutate mai mare de 3,5 t",
    "b": "nu, fiind doar o recomandare legala",
    "c": "da, pentru toate autovehiculele care circula pe drumurile publice",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1311",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedati cand circulati pe timp de noapte si din sens opus se apropie un alt autovehicul?",
    "a": "reduceti viteza",
    "b": "folositi luminile de intalnire de la cel putin 200 m",
    "c": "va angajati cat mai aproape de marginea din dreapta a drumului",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1312",
    "cat": "A, A1, A2, AM",
    "q": "Care conducator trebuie sa acorde prioritate pietonilor?",
    "a": "ambii conducatori",
    "b": "motociclistul",
    "c": "conducatorul autoturismului",
    "i": "1312",
    "v": "b"
  },
  {
    "id": "1313",
    "cat": "A, A1, A2, AM",
    "q": "Conducatorul unei motociclete este obligat:",
    "a": "sa nu conduca dupa ce a consumat medicamente impotriva bolilor cronice",
    "b": "sa se prezinte la termen, la unitatea de politie care l-a citat, pentru solutionarea oricarei probleme legate de calitatea sa de conducator",
    "c": "sa anunte imediat cea mai apropiata unitate de politie, daca s-a imbolnavit",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1314",
    "cat": "A, A1, A2, AM",
    "q": "Urmeaza o curba cu vizibilitatea de aproximativ 100 m. Ce trebuie sa aveti in vedere?",
    "a": "puteti circula fara sa reduceti viteza, deoarece Regulamentul nu va impune restrictii",
    "b": "in curba poate exista un autovehicul stationat neregulamentar, pe care il puteti observa tarziu",
    "c": "in aceasta curba trebuie sa circulati cu maxim 20 km/h",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1315",
    "cat": "A, A1, A2, AM",
    "q": "Cum veti parca regulamentar intr-o piata cu sens giratoriu?",
    "a": "paralel cu bordura trotuarului si cat mai aproape de aceasta",
    "b": "partial pe trotuar",
    "c": "in acest loc nu este permisa parcarea",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1316",
    "cat": "A, A1, A2, AM",
    "q": "Cand este obligat conducatorul unei motociclete sa opreasca?",
    "a": "la semnalul conducatorului grupurilor organizate",
    "b": "la semnalul patrulelor scolare de circulatie la trecerile pentru pietoni din apropierea unitatilor scolare",
    "c": "cand se apropie de o intersectie sau cand este semnalizat cu farurile de un alt participant la trafic",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1317",
    "cat": "A, A1, A2, AM",
    "q": "Ce tip de hemoragie este mai periculoasa?",
    "a": "cea care determina o sangerare lenta si continua",
    "b": "cea care determina o pierdere rapida a sangelui",
    "c": "orice mica sangerare vizibila",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1318",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii se retine certificatul de inmatriculare sau inregistrare?",
    "a": "cand inspectia tehnica periodica a expirat",
    "b": "daca zgomotul in mers sau stationare depaseste limita legala admisa",
    "c": "cand motorul emite noxe poluante peste limitele legale admise",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1319",
    "cat": "A, A1, A2, AM",
    "q": "Ce le este interzis conducatorilor de motociclete?",
    "a": "sa foloseasca telefoanele mobile in timpul mersului, fara sa aiba sistem de tip „maini libere”",
    "b": "sa foloseasca luminile de avarie in localitati",
    "c": "sa se angajeze in discutii cu alti participanti la trafic",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1320",
    "cat": "A, A1, A2, AM",
    "q": "Acvaplanarea poate fi evitata daca:",
    "a": "motocicleta are sistem de franare automata",
    "b": "pneurile nu sunt uzate, iar viteza este redusa",
    "c": "motocicleta este supraincarcata",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1321",
    "cat": "A, A1, A2, AM",
    "q": "Ce masuri ia conducatorul unei motociclete, angajat intr-un accident cu avarii usoare?",
    "a": "asteapta sosirea politistului din zona",
    "b": "scoate motocicleta in afara partii carosabile sau, daca nu este posibil, o deplaseaza cat mai aproape de marginea drumului, dupa care anunta in termen de 24 de ore cea mai apropiata unitate de politie competenta, pentru constatarea si intocmirea documentelor legale",
    "c": "anunta politia, fara a schimba pozitia motocicletei",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1322",
    "cat": "A, A1, A2, AM",
    "q": "O hemoragie produsa la unul dintre membrele unei persoane ranite se va opri prin:",
    "a": "dezinfectarea ranii, pansarea si aplicarea atelelor",
    "b": "ridicarea membrului accidentat in pozitie verticala",
    "c": "actiunea compresiva asupra vasului lezat sau aplicarea garoului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1323",
    "cat": "A, A1, A2, AM",
    "q": "Conducatorul unei motociclete este obligat:",
    "a": "sa permita controlul starii tehnice a motocicletei, precum si al bunurilor transportate, in conditiile legii",
    "b": "sa se prezinte la verificarea medicala periodica, potrivit legii",
    "c": "sa transporte politisti, la cererea acestora",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1324",
    "cat": "A, A1, A2, AM",
    "q": "Punctele de penalizare se aplica pentru:",
    "a": "nerespectarea semnificatiei indicatorului „Copii”",
    "b": "nerespectarea semnificatiei indicatorului „Drum cu denivelari”",
    "c": "nerespectarea semnificatiei indicatorului „Oprire”, instalat la trecerea la nivel cu o cale ferata",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1325",
    "cat": "A, A1, A2, AM",
    "q": "Pentru a conduce ecologic un autovehicul, se recomanda:",
    "a": "folosirea motorului la relanti, in cazul in care stationati mai mult timp in acelasi loc",
    "b": "mentinerea unei viteze constante, de preferinta medie",
    "c": "oprirea motorului in timp ce coborati o panta, pentru a economisi carburant",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1326",
    "cat": "A, A1, A2, AM",
    "q": "Conduceti motocicleta pe drumurile publice si refuzati recoltarea unor probe biologice in vederea stabilirii alcoolemiei. Veti fi pedepsit penal?",
    "a": "da",
    "b": "numai daca sunteti implicat intr-un accident de circulatie",
    "c": "nu",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1327",
    "cat": "A, A1, A2, AM",
    "q": "Semnalele date dintr-un autovehicul al politiei, ce insoteste o coloana oficiala, prin folosirea avertizoarelor sonore si luminoase, obliga la:",
    "a": "intrarea pe prima strada in dreapta",
    "b": "oprirea de indata pe partea dreapta a drumului, cat mai aproape de trotuar sau de acostament ori, daca este posibil, in afara partii carosabile",
    "c": "reducerea vitezei si deplasarea pe langa bordura sau acostament",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1328",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie scoase dintr-un autovehicul persoanele ranite?",
    "a": "prin ridicare",
    "b": "prin tragere",
    "c": "prin impingere",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1329",
    "cat": "A, A1, A2, AM",
    "q": "Care este semnificatia indicatorului din imagine?",
    "a": "va obliga sa folositi banda de langa trotuar",
    "b": "va obliga sa ocoliti prin dreapta locul unde este instalat",
    "c": "va obliga sa schimbati directia de mers",
    "i": "1329",
    "v": "b"
  },
  {
    "id": "1330",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul din imagine insotit de panoul aditional?",
    "a": "succesiune de curbe deosebit de periculoase peste 3,5 km",
    "b": "curba dubla la dreapta, la o distanta de 3,5 km de indicator",
    "c": "succesiune de curbe pe o distanta de 3,5 km, prima curba fiind la dreapta",
    "i": "1330",
    "v": "c"
  },
  {
    "id": "1331",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre indicatoare anunta sfarsitul drumului cu prioritate?",
    "a": "niciunul",
    "b": "ambele",
    "c": "indicatorul 1",
    "i": "1331",
    "v": "c"
  },
  {
    "id": "1332",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii aveti in situatia data?",
    "a": "sa reduceti viteza",
    "b": "sa claxonati, pentru a avertiza pietonii",
    "c": "sa circulati cu prudenta, intrucat indicatorul presemnalizeaza o trecere pentru pietoni",
    "i": "1332",
    "v": "c"
  },
  {
    "id": "1333",
    "cat": "A, A1, A2, AM",
    "q": "Se pedepsesc penal urmatoarele actiuni:",
    "a": "instalarea de mijloace de semnalizare rutiera sau modificarea pozitiei acestora fara autorizatie legala",
    "b": "organizarea sau participarea la concursuri neautorizate cu vehicule sau animale, pe drumurile publice",
    "c": "blocarea cu intentie a drumului public, daca se pune in pericol siguranta circulatiei",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1334",
    "cat": "A, A1, A2, AM",
    "q": "Un biciclist circula printre vehiculele stationate pe partea dreapta a carosabilului. Ce trebuie sa aveti in vedere atunci cand va apropiati cu motocicleta de acesta?",
    "a": "biciclistul va opri",
    "b": "biciclistul poate sa se angajeze pe carosabil fara sa se asigure",
    "c": "biciclistul se va comporta corect si va circula pe trotuar",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1335",
    "cat": "A, A1, A2, AM",
    "q": "La intersectia nedirijata dintre un drum national si unul judetean, comunal sau local, prioritatea de trecere se acorda:",
    "a": "vehiculelor care circula pe drumul judetean, comunal sau local",
    "b": "vehiculelor care vin din dreapta",
    "c": "vehiculelor care circula pe drumul national",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1336",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedati cand ajungeti in spatele unui tramvai oprit intr-o statie fara refugiu pentru pietoni?",
    "a": "sa opriti in dreptul ultimei usi",
    "b": "sa opriti in spatele acestuia si sa va reluati deplasarea numai dupa ce usile tramvaiului au fost inchise",
    "c": "sa reduceti viteza si sa va continuati deplasarea",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1337",
    "cat": "A, A1, A2, AM",
    "q": "Atunci cand conduceti motocicleta in spatele altui vehicul, se recomanda:",
    "a": "sa actionati preventiv frana de mana",
    "b": "sa pastrati o distanta suficienta fata de cel dinainte",
    "c": "sa folositi claxonul, pentru a-l determina pe cel din fata sa elibereze banda de circulatie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1338",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa fie atelele pentru imobilizarea unei fracturi?",
    "a": "suficient de lungi pentru a acoperi in intregime atat zona de deasupra, cat si cea de sub fractura",
    "b": "rigide",
    "c": "usoare",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1339",
    "cat": "A, A1, A2, AM",
    "q": "Comportamentul ecologic in conducerea unui autovehiculul presupune:",
    "a": "planificarea traseului pentru a economisi timp si combustibil",
    "b": "evitarea zonelor cu circulatie densa, cu lucrari pe carosabil sau cu teren accidentat",
    "c": "viteza si acceleratie mai mari, pentru a scurta timpul de deplasare",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1340",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul 1 din imaginea alaturata executa corect depasirea?",
    "a": "da, procedeaza regulamentar",
    "b": "nu, deoarece incalca semnificatia indicatorului",
    "c": "nu, deoarece din sens invers se apropie un autoturism",
    "i": "1340",
    "v": "a"
  },
  {
    "id": "1341",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre urmatoarele obligatii revin conducatorului unei motociclete?",
    "a": "sa reduca viteza, atunci cand trece pe langa un politist rutier aflat in serviciu pe drumul public",
    "b": "sa mentina curate placutele cu numarul de inmatriculare, pentru a fi vizibile",
    "c": "sa circule cu o viteza inferioara celei prescrise de indicatorul „Viteza minima obligatorie”",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1342",
    "cat": "A, A1, A2, AM",
    "q": "Pentru care dintre faptele de mai jos se aplica masura retinerii permisului de conducere?",
    "a": "pentru nerespectarea semnalelor, indicatiilor si dispozitiilor politistului rutier aflat in exercitarea atributiilor de serviciu",
    "b": "pentru nerespectarea dispozitiilor legale referitoare la oprire si stationare",
    "c": "pentru incalcarea normelor legale referitoare la semnalizarea vehiculelor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1343",
    "cat": "A, A1, A2, AM",
    "q": "O persoana grav ranita, victima unui accident de circulatie, va fi ridicata:",
    "a": "mai intai de cap, apoi de torace si picioare",
    "b": "de umeri si de picioare de catre doua persoane",
    "c": "cu atentie, mentinandu-se in acelasi plan capul, gatul si toracele",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1344",
    "cat": "A, A1, A2, AM",
    "q": "Unde trebuie sa se deplaseze conducatorii de motociclete angajati intr-un accident de circulatie, in urma caruia au rezultat pagube materiale, pentru a obtine actul de constatare?",
    "a": "la cea mai apropiata unitate de politie competenta, in maximum 24 de ore",
    "b": "la serviciul judetean de politie rutiera",
    "c": "la unitatea de politie in raza careia domiciliaza",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1345",
    "cat": "A, A1, A2, AM",
    "q": "Oprirea este interzisa:",
    "a": "in zona de actiune a indicatorului „Drum ingustat”",
    "b": "in zona de actiune a indicatoarelor care interzic depasirea",
    "c": "in dreptul altui vehicul stationat, daca prin aceasta se stanjeneste circulatia a doua vehicule venind din sensuri opuse",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1346",
    "cat": "A, A1, A2, AM",
    "q": "Ce trebuie sa faca un motociclist daca patrunde intr-o intersectie in momentul schimbarii semnalului verde si aparitiei celui galben?",
    "a": "sa vireze obligatoriu la dreapta",
    "b": "sa opreasca",
    "c": "sa continue deplasarea",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1347",
    "cat": "A, A1, A2, AM",
    "q": "in cazul unui accidentat care nu respira, pulsul este verificat:",
    "a": "sub mandibula",
    "b": "langa ureche",
    "c": "pe partea laterala a epiglotei (Marul lui Adam), in scobitura dintre trahee si muschii gatului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1348",
    "cat": "A, A1, A2, AM",
    "q": "in cazul unei fracturi de clavicula (umarul se afla intr-o pozitie atarnanda, usor inainte si in jos), se procedeaza astfel:",
    "a": "se asaza bratul intr-o esarfa",
    "b": "se aduce umarul in pozitie normala",
    "c": "se lasa bratul liber",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1349",
    "cat": "A, A1, A2, AM",
    "q": "La calea ferata curenta prevazuta cu bariere, atunci cand semnalele sonore si luminoase de culoare rosie sunt in functiune, sunteti avertizat ca:",
    "a": "instalatia de inchidere si deschidere a barierelor nu functioneaza normal",
    "b": "trenul se apropie, urmand ca barierele sa se inchida automat",
    "c": "trebuie sa traversati de urgenta calea ferata",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1350",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre indicatoare da dreptul la prioritate?",
    "a": "„Drum cu prioritate”",
    "b": "„Prioritate pentru circulatia din sens invers”",
    "c": "„Circulatie in ambele sensuri”",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1351",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre faptele de mai jos, comise intr-un interval de 12 luni de la restituirea permisului de conducere, atrag sanctiunea contraventionala de suspendare a exercitarii dreptului de a conduce autovehicule, pentru 60 de zile?",
    "a": "incalcarea dispozitiilor legale cu privire la semnalizarea schimbarii directiei de mers",
    "b": "incalcarea dispozitiilor legale cu privire la folosirea luminilor din dotare pe timp de noapte",
    "c": "acumularea din nou a cel putin 15 puncte de penalizare",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1352",
    "cat": "A, A1, A2, AM",
    "q": "Daca aveti cunostinta de producerea unui accident de circulatie, in urma caruia a rezultat moartea sau vatamarea corporala a unei persoane, sunteti obligat:",
    "a": "legal, nu va revine nicio obligatie",
    "b": "sa opriti, sa anuntati de indata politia si sa apelati numarul national unic pentru apeluri de urgenta 112",
    "c": "sa va informati asupra imprejurarilor care au determinat accidentul",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1353",
    "cat": "A, A1, A2, AM",
    "q": "La apropierea de o cale ferata industriala:",
    "a": "conducatorii de motociclete vor da dovada de prudenta sporita",
    "b": "conducatorii de motociclete nu au nicio obligatie, daca nu exista un agent de cale ferata",
    "c": "se va respecta semnificatia semaforului electric",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1354",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul din imagine depaseste corect autocamionul?",
    "a": "nu, in acest caz depasirea este interzisa",
    "b": "da, deoarece nu circula niciun tren",
    "c": "nu, deoarece trece de axul drumului",
    "i": "1354",
    "v": "a"
  },
  {
    "id": "1355",
    "cat": "A, A1, A2, AM",
    "q": "in ce situatie se retine permisul de conducere?",
    "a": "in cazul incalcarii obligatiilor privind semnificatia luminilor rosii la trecerea la nivel cu calea ferata prevazuta cu bariere",
    "b": "in cazul repararii motocicletei fara autorizatia politiei",
    "c": "atunci cand motocicleta nu este dotata cu oglinzi retrovizoare",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1356",
    "cat": "A, A1, A2, AM",
    "q": "Procedeaza corect motociclistul din imaginea alaturata?",
    "a": "nu, pentru ca nu s-a asigurat si nu a semnalizat",
    "b": "da, deoarece din sens invers nu circula alt autovehicul",
    "c": "da, deoarece conducatorul autocamionului semnalizeaza apropierea de marginea din dreapta a drumului",
    "i": "1356",
    "v": "a"
  },
  {
    "id": "1357",
    "cat": "A, A1, A2, AM",
    "q": "Conduita ecologica in conducerea unei motociclete inseamna:",
    "a": "sa nu poluati fonic mediul inconjurator, folosind sistemul de sonorizare la putere maxima",
    "b": "sa intretineti in permanenta autovehiculul curat, prin spalare si degresare zilnica",
    "c": "sa fiti calm si sa anticipati situatiile astfel incat sa evitati accelerarea si franarea brusca",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1358",
    "cat": "A, A1, A2, AM",
    "q": "Care este ordinea de trecere a vehiculelor prin intersectie?",
    "a": "autoturismul, bicicleta, motocicleta",
    "b": "bicicleta, autoturismul, motocicleta",
    "c": "bicicleta, motocicleta, autoturismul",
    "i": "1358",
    "v": "c"
  },
  {
    "id": "1359",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre autovehicule trece primul prin intersectie si de ce?",
    "a": "tramvaiul, deoarece este mijloc de transport in comun",
    "b": "motocicleta, deoarece vine din dreapta",
    "c": "tramvaiul, deoarece este in mers",
    "i": "1359",
    "v": "c"
  },
  {
    "id": "1360",
    "cat": "A, A1, A2, AM",
    "q": "Este permisa oprirea voluntara a motocicletei in tuneluri?",
    "a": "da",
    "b": "nu",
    "c": "numai daca lungimea tunelului depaseste 1000 m",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1361",
    "cat": "A, A1, A2, AM",
    "q": "Caror categorii de autovehicule le este interzis sa circule pe autostrada?",
    "a": "celor care, prin constructie, nu pot depasi viteza de 50 km/ora",
    "b": "motocicletelor cu si fara atas",
    "c": "tractoarelor si masinilor agricole autopropulsate",
    "i": 0,
    "v": "ac"
  },
  {
    "id": "1362",
    "cat": "A, A1, A2, AM",
    "q": "Cum veti proceda corect daca intrati pe autostrada folosind banda de intrare (de accelerare):",
    "a": "veti mari viteza, intrucat banda pe care circulati este special creata in acest scop",
    "b": "cedati trecerea autovehiculelor care circula pe prima banda a autostrazii si nu stanjeniti in niciun fel circulatia acestora",
    "c": "nu aveti nicio obligatie, deoarece autostrada are suficiente benzi pentru a permite circulatia tuturor vehiculelor",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1363",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul din imaginea alaturata depaseste regulamentar?",
    "a": "nu, deoarece sunt pietoni pe partea carosabila",
    "b": "da, legea permite manevra",
    "c": "nu, deoarece tramvaiul nu are usile inchise",
    "i": "1363",
    "v": "b"
  },
  {
    "id": "1364",
    "cat": "A, A1, A2, AM",
    "q": "in cazul in care autocamionul se deplaseaza cu o viteza mai mica de 40 km/h, poate fi depasit de motocicleta pe partea dreapta?",
    "a": "da, deoarece motocicleta are gabarit mic",
    "b": "nu, deoarece axul drumului este marcat cu linie continua",
    "c": "nu, in acest caz este interzisa depasirea prin partea dreapta",
    "i": "1364",
    "v": "c"
  },
  {
    "id": "1365",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnifica panourile alaturate?",
    "a": "balize directionale de ocolire a obstacolelor prin dreapta",
    "b": "panouri suplimentare pentru trecerea la nivel cu calea ferata",
    "c": "panouri succesive pentru curbe deosebit de periculoase",
    "i": "1365",
    "v": "b"
  },
  {
    "id": "1366",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul alaturat?",
    "a": "accesul interzis",
    "b": "circulatia interzisa in ambele sensuri",
    "c": "drum circular",
    "i": "1366",
    "v": "b"
  },
  {
    "id": "1367",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre indicatoare obliga la schimbarea directiei de mers pe prima strada la dreapta?",
    "a": "indicatorul 1",
    "b": "indicatorul 2",
    "c": "niciunul",
    "i": "1367",
    "v": "b"
  },
  {
    "id": "1368",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul din imagine depaseste corect cele doua autovehicule?",
    "a": "nu, deoarece Regulamentul interzice aceasta manevra",
    "b": "nu, deoarece se afla la mai putin de 50 m de coltul intersectiei",
    "c": "da, deoarece indicatorul nu interzice acest lucru",
    "i": "1368",
    "v": "a"
  },
  {
    "id": "1369",
    "cat": "A, A1, A2, AM",
    "q": "Ce trebuie sa faceti la intalnirea indicatorului din imagine?",
    "a": "opriti, fara a depasi coltul intersectiei, va asigurati si acordati prioritate tuturor autovehiculelor",
    "b": "reduceti viteza, va asigurati si, daca in acel moment circula pe drumul prioritar alte vehicule, opriti pentru a le acorda prioritate",
    "c": "va asigurati din stanga si din dreapta si va continuati drumul",
    "i": "1369",
    "v": "b"
  },
  {
    "id": "1370",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul va informeaza despre:",
    "a": "intrarea pe autostrada",
    "b": "drumul este deschis traficului international",
    "c": "apropierea de un pasaj rutier",
    "i": "1370",
    "v": "a"
  },
  {
    "id": "1371",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatiile de mai jos este interzisa oprirea motocicletelor pe drumurile publice?",
    "a": "in intersectiile cu sens giratoriu",
    "b": "in zona de actiune a indicatorului „Stationarea interzisa”",
    "c": "pe arterele cu un singur sens de circulatie",
    "i": 0,
    "v": "a"
  },
  {
    "id": "1372",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre vehicule nu au prioritate de trecere?",
    "a": "vehiculele care coboara o panta, fata de vehiculele care urca, daca sunt de aceeasi categorie",
    "b": "vehiculele care se pun in miscare sau care ies din garaje si curti, fata de cele care circula pe drumul public",
    "c": "vehiculele care executa virajul spre stanga, fata de cele care circula din sens opus",
    "i": 0,
    "v": "bc"
  },
  {
    "id": "1373",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are un astfel de marcaj rutier?",
    "a": "marcaj pe o banda de decelerare",
    "b": "deviere temporara a circulatiei",
    "c": "marcaj pentru spatii interzise",
    "i": "1373",
    "v": "a"
  },
  {
    "id": "1374",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul din imaginea alaturata executa corect depasirea?",
    "a": "da, daca din sens opus nu se apropie un alt vehicul",
    "b": "da, daca are viteza suficient de mare",
    "c": "nu, deoarece a trecut peste marcajul longitudinal continuu",
    "i": "1374",
    "v": "c"
  },
  {
    "id": "1375",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imagine va anunta ca:",
    "a": "trebuie sa va retrageti din timp pe banda din dreapta, deoarece cea din stanga se intrerupe",
    "b": "banda de langa acostament este in lucru",
    "c": "drumul are o banda destinata circulatiei vehiculelor lente",
    "i": "1375",
    "v": "c"
  },
  {
    "id": "1376",
    "cat": "A, A1, A2, AM",
    "q": "Care este semnificatia indicatorului din imagine?",
    "a": "prioritate pentru vehiculele care vin din fata",
    "b": "drum cu prioritate",
    "c": "interzis accesul tuturor vehiculelor",
    "i": "1376",
    "v": "b"
  },
  {
    "id": "1377",
    "cat": "A, A1, A2, AM",
    "q": "Cand se recomanda sa opriti motorul pentru a reduce consumul de combustibil?",
    "a": "in cazul unei opriri lungi la o trecere la nivel cu calea ferata",
    "b": "la culoarea rosie a unui semafor care, de regula, dureaza foarte mult",
    "c": "la semnalul politistului rutier facut in acest sens",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "1378",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii consumul de carburant al unui motor creste?",
    "a": "atunci cand motorul nu atinge temperatura de functionare",
    "b": "atunci cand fumul de esapament este de culoare neagra",
    "c": "atunci cand motorul functioneaza cu intreruperi",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "1379",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre indicatoarele din imagine semnalizeaza o statie de tramvai?",
    "a": "indicatorul 1",
    "b": "indicatorul 2",
    "c": "niciunul",
    "i": "1379",
    "v": "a"
  },
  {
    "id": "1380",
    "cat": "A, A1, A2, AM",
    "q": "Panoul alaturat indica:",
    "a": "o zona cu viteza recomandata de 30 km/h",
    "b": "o zona pietonala",
    "c": "o zona rezidentiala",
    "i": "1380",
    "v": "a"
  },
  {
    "id": "1381",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre autovehicule au prioritate de trecere?",
    "a": "autocamionul si motocicleta",
    "b": "autocamionul si autoturismul",
    "c": "tramvaiul si motocicleta",
    "i": "1381",
    "v": "a"
  },
  {
    "id": "1382",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii aveti la intalnirea indicatorului?",
    "a": "nicio obligatie",
    "b": "sa intoarceti, deoarece urmeaza un sector de drum interzis circulatiei autovehiculelor",
    "c": "sa opriti in dreptul indicatorului",
    "i": "1382",
    "v": "a"
  },
  {
    "id": "1383",
    "cat": "A, A1, A2, AM",
    "q": "in ce ordine trec prin intersectie autovehiculele?",
    "a": "autoturismul, motocicleta, autocamionul",
    "b": "autoturismul, autocamionul, motocicleta",
    "c": "motocicleta, autoturismul, autocamionul",
    "i": "1383",
    "v": "a"
  },
  {
    "id": "1384",
    "cat": "A, A1, A2, AM",
    "q": "Ce interzice indicatorul din imagine?",
    "a": "accesul tuturor vehiculelor",
    "b": "accesul motocicletelor",
    "c": "accesul autovehiculelor",
    "i": "1384",
    "v": "a"
  },
  {
    "id": "1385",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii aveti la semnalul membrilor patrulelor scolare de circulatie, la trecerile pentru pietoni din apropierea unitatilor de invatamant?",
    "a": "sa reduceti viteza si sa circulati cu atentie",
    "b": "sa treceti pe banda de langa axul drumului",
    "c": "sa opriti",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1386",
    "cat": "A, A1, A2, AM",
    "q": "Este corecta depasirea efectuata de motociclistul din imagine?",
    "a": "nu, deoarece se afla la mai putin de 50 m de coltul intersectiei",
    "b": "da, procedeaza regulamentar",
    "c": "nu, deoarece din sens invers circula un alt autovehicul",
    "i": "1386",
    "v": "b"
  },
  {
    "id": "1387",
    "cat": "A, A1, A2, AM",
    "q": "Precizati care dintre vehicule trebuie sa opreasca la semnalul politistului:",
    "a": "motocicleta si autoturismul",
    "b": "motocicleta si bicicleta",
    "c": "autocamionul si bicicleta",
    "i": "1387",
    "v": "c"
  },
  {
    "id": "1388",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul urmator va arata ca:",
    "a": "aveti prioritate de trecere fata de vehiculele care circula din sens opus",
    "b": "incepe un drum cu sens unic",
    "c": "trebuie sa acordati prioritate vehiculelor care circula din sens opus",
    "i": "1388",
    "v": "a"
  },
  {
    "id": "1389",
    "cat": "A, A1, A2, AM",
    "q": "Ce indicator urmeaza sa fie intalnit in intersectia aflata la 100 m de indicatorul 1?",
    "a": "indicatorul 3",
    "b": "indicatorul 2",
    "c": "oricare dintre cele doua indicatoare",
    "i": "1389",
    "v": "a"
  },
  {
    "id": "1390",
    "cat": "A, A1, A2, AM",
    "q": "Precizati care dintre indicatoarele de mai jos indica o cale rutiera cu sens unic:",
    "a": "indicatorul 1",
    "b": "indicatorul 2",
    "c": "ambele indicatoare",
    "i": "1390",
    "v": "c"
  },
  {
    "id": "1391",
    "cat": "A, A1, A2, AM",
    "q": "Au voie motocicletele sa patrunda pe sectorul de drum unde este instalat acest indicator?",
    "a": "nu",
    "b": "da, numai in caz de urgenta",
    "c": "da, pana la prima intersectie",
    "i": "1391",
    "v": "a"
  },
  {
    "id": "1392",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie asezata intr-un mijloc de transport o persoana ranita, care prezinta leziuni ale coloanei vertebrale?",
    "a": "in pozitie sezanda",
    "b": "orizontal, cu fata in sus",
    "c": "persoana nu trebuie miscata pana la sosirea ambulantei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1393",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatie aveti cand intalniti indicatorul din imagine insotit de panoul aditional?",
    "a": "sa acordati prioritate de trecere numai autocamioanelor si autobuzelor",
    "b": "sa continuati deplasarea cu atentie, fiind un sector de drum ingustat",
    "c": "sa acordati prioritate tuturor vehiculelor care circula din sens opus",
    "i": "1393",
    "v": "b"
  },
  {
    "id": "1394",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are marcajul din imagine?",
    "a": "marcaj de traversare pentru pietoni",
    "b": "banda rezervata circulatiei vehiculelor lente",
    "c": "spatiu destinat cantaririi autovehiculelor",
    "i": "1394",
    "v": "a"
  },
  {
    "id": "1395",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre cele doua vehicule din imagine are dreptul sa treaca prin intersectie?",
    "a": "motocicleta",
    "b": "niciunul",
    "c": "tramvaiul",
    "i": "1395",
    "v": "a"
  },
  {
    "id": "1396",
    "cat": "A, A1, A2, AM",
    "q": "Care este semnificatia indicatorului alaturat?",
    "a": "indica apropierea de un pod mobil",
    "b": "avertizeaza conducatorii asupra blocarii drumului",
    "c": "indica prezenta unei treceri la nivel cu calea ferata cu bariera",
    "i": "1396",
    "v": "a"
  },
  {
    "id": "1397",
    "cat": "A, A1, A2, AM",
    "q": "Care este ordinea de intrare in intersectie?",
    "a": "autoturismul, motocicleta, bicicleta",
    "b": "motocicleta, autoturismul, bicicleta",
    "c": "bicicleta, motocicleta, autoturismul",
    "i": "1397",
    "v": "a"
  },
  {
    "id": "1398",
    "cat": "A, A1, A2, AM",
    "q": "in ce locuri intalniti acest indicator?",
    "a": "la trecerile la nivel cu calea ferata cu bariere sau semibariere",
    "b": "in intersectiile nesemnalizate",
    "c": "la trecerile la nivel cu calea ferata simpla fara bariere",
    "i": "1398",
    "v": "c"
  },
  {
    "id": "1399",
    "cat": "A, A1, A2, AM",
    "q": "Va deplasati pe directia inainte. Cui trebuie sa acordati prioritate in prima intersectie?",
    "a": "niciunui vehicul",
    "b": "vehiculelor care circula din dreapta",
    "c": "vehiculelor care circula din sens opus si vireaza la stanga",
    "i": "1399",
    "v": "a"
  },
  {
    "id": "1400",
    "cat": "A, A1, A2, AM",
    "q": "Cum se imobilizeaza fractura labei piciorului?",
    "a": "se suspenda piciorul intr-o chinga rigida",
    "b": "cu atele sau cu un bandaj gros, de la degete pana la genunchi",
    "c": "cu o fasa de la glezna pana la sold",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1401",
    "cat": "A, A1, A2, AM",
    "q": "Cand gura unui ranit ramane inclestata, respiratia artificiala se poate face:",
    "a": "prin gura inchisa a victimei",
    "b": "prin narile victimei",
    "c": "in acest caz nu se mai face respiratie artificiala",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1402",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul semnifica:",
    "a": "viteza maxima obligatorie",
    "b": "limitare de viteza pentru vehiculele care transporta marfuri",
    "c": "viteza minima obligatorie",
    "i": "1402",
    "v": "c"
  },
  {
    "id": "1403",
    "cat": "A, A1, A2, AM",
    "q": "Ce reprezinta panoul aditional care insoteste indicatorul?",
    "a": "sfarsitul zonei unde oprirea este interzisa",
    "b": "oprirea este interzisa de o parte si de alta a locului unde este instalat",
    "c": "stationarea interzisa",
    "i": "1403",
    "v": "a"
  },
  {
    "id": "1404",
    "cat": "A, A1, A2, AM",
    "q": "Aveti posibilitatea de a circula pe drumurile publice cu motocicleta avariata:",
    "a": "cel mult 10 zile de la data constatarii evenimentului",
    "b": "pana la expirarea asigurarii obligatorii de raspundere civila auto",
    "c": "cel mult 30 zile de la data producerii avariei",
    "i": 0,
    "v": "c"
  },
  {
    "id": "1405",
    "cat": "A, A1, A2, AM",
    "q": "Care este ordinea de trecere a autovehiculelor?",
    "a": "motocicleta, autocamionul, autoturismul",
    "b": "motocicleta, autoturismul, autocamionul",
    "c": "autocamionul, autoturismul, motocicleta",
    "i": "1405",
    "v": "a"
  },
  {
    "id": "1406",
    "cat": "A, A1, A2, AM",
    "q": "La intalnirea indicatorului aveti obligatia:",
    "a": "de a circula cu atentie, deoarece urmeaza o curba la stanga",
    "b": "de a schimba obligatoriu directia de mers spre stanga",
    "c": "de a reduce viteza, deoarece urmeaza o intersectie periculoasa",
    "i": "1406",
    "v": "a"
  },
  {
    "id": "1407",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre cele doua indicatoare obliga la schimbarea directiei de mers spre dreapta, dupa depasirea locului unde este instalat?",
    "a": "indicatorul 2",
    "b": "indicatorul 1",
    "c": "ambele indicatoare",
    "i": "1407",
    "v": "a"
  },
  {
    "id": "1408",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imagine semnifica:",
    "a": "drum cu prioritate",
    "b": "terminarea tuturor restrictiilor",
    "c": "sfarsitul drumului cu prioritate",
    "i": "1408",
    "v": "c"
  },
  {
    "id": "1409",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul?",
    "a": "„Drum alunecos”",
    "b": "„Drum in lucru”",
    "c": "„Drum cu denivelari”",
    "i": "1409",
    "v": "c"
  },
  {
    "id": "1410",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre indicatoare confera prioritatea de trecere?",
    "a": "indicatorul 1",
    "b": "indicatorul 2",
    "c": "indicatorul 3",
    "i": "1410",
    "v": "a"
  },
  {
    "id": "1411",
    "cat": "A, A1, A2, AM",
    "q": "Ce va avertizeaza indicatorul din imagine insotit de panoul aditional?",
    "a": "urmeaza o portiune de drum cu alunecari de teren la 300 m de indicator",
    "b": "urmeaza o coborare periculoasa pe o distanta de 300 m",
    "c": "urmeaza o coborare periculoasa care incepe la 300 m de locul unde este instalat",
    "i": "1411",
    "v": "c"
  },
  {
    "id": "1412",
    "cat": "A, A1, A2, AM",
    "q": "Care este semnificatia indicatorului insotit de panoul aditional?",
    "a": "marcheaza sfarsitul zonei unde este interzisa oprirea",
    "b": "marcheaza inceputul zonei unde este interzisa oprirea",
    "c": "marcheaza inceputul zonei unde este interzisa stationarea",
    "i": "1412",
    "v": "b"
  },
  {
    "id": "1413",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imaginea urmatoare va avertizeaza ca:",
    "a": "urmeaza un drum pe care sunt montati parapeti de protectie",
    "b": "urmeaza o trecere la nivel cu calea ferata prevazuta cu bariere sau semibariere",
    "c": "urmeaza o trecere pentru pietoni",
    "i": "1413",
    "v": "b"
  },
  {
    "id": "1414",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedati la intalnirea indicatorului?",
    "a": "ocoliti centrul intersectiei prin stanga",
    "b": "circulati cu o viteza maxima de 40 km/h",
    "c": "acordati prioritate vehiculelor care circula in intersectie",
    "i": "1414",
    "v": "c"
  },
  {
    "id": "1415",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul va avertizeaza ca:",
    "a": "in vecinatatea drumului se afla o cale ferata",
    "b": "urmeaza o trecere la nivel cu calea ferata fara bariere",
    "c": "urmeaza un pasaj peste calea ferata",
    "i": "1415",
    "v": "b"
  },
  {
    "id": "1416",
    "cat": "A, A1, A2, AM",
    "q": "Caror vehicule trebuie sa li se acorde prioritate de trecere la intalnirea indicatorului, insotit de panoul aditional?",
    "a": "vehiculelor care circula pe drumul prioritar, indicat prin linia groasa pe semnul aditional",
    "b": "vehiculelor care circula din partea dreapta",
    "c": "tuturor vehiculelor",
    "i": "1416",
    "v": "c"
  },
  {
    "id": "1417",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imagine avertizeaza ca:",
    "a": "in apropierea strazii exista un depou de tramvaie",
    "b": "urmeaza o intersectie cu trecere la nivel cu linia de tramvai",
    "c": "se apropie o statie de tramvai",
    "i": "1417",
    "v": "b"
  },
  {
    "id": "1418",
    "cat": "A, A1, A2, AM",
    "q": "Cum se sanctioneaza neacordarea prioritatii de catre conducatorii de motociclete pietonilor angajati in traversarea drumurilor publice, atunci cand au acest drept?",
    "a": "prin anularea permisului de conducere",
    "b": "prin amenda contraventionala si suspendarea exercitarii dreptului de a conduce autovehicule",
    "c": "prin amenda contraventionala si puncte de penalizare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1419",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre cele doua indicatoare avertizeaza conducatorii de motociclete ca au prioritate?",
    "a": "indicatorul 2",
    "b": "indicatorul 1",
    "c": "ambele indicatoare",
    "i": "1419",
    "v": "a"
  },
  {
    "id": "1420",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imagine va avertizeaza in legatura cu:",
    "a": "o alunecare de teren",
    "b": "o coborare periculoasa",
    "c": "o rampa de 10 grade",
    "i": "1420",
    "v": "b"
  },
  {
    "id": "1421",
    "cat": "A, A1, A2, AM",
    "q": "Schimbarea directiei de mers la dreapta sau la stanga nu este permisa la intalnirea:",
    "a": "indicatorului 1",
    "b": "indicatorului 2",
    "c": "ambelor indicatoare",
    "i": "1421",
    "v": "b"
  },
  {
    "id": "1422",
    "cat": "A, A1, A2, AM",
    "q": "Unde se instaleaza acest indicator?",
    "a": "la trecerile la nivel cu semnalizare luminoasa",
    "b": "la trecerile la nivel cu o cale ferata dubla, fara bariere",
    "c": "la trecerile la nivel cu o cale ferata dubla, cu bariere sau semibariere",
    "i": "1422",
    "v": "b"
  },
  {
    "id": "1423",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnifica indicatorul?",
    "a": "drum interzis autovehiculelor cu greutatea pe osie mai mare de 7 t",
    "b": "presemnalizeaza traseul de urmat in cazul in care masa autovehiculului este mai mare de 3,5 t",
    "c": "presemnalizeaza traseul de urmat in cazul unei restrictii de circulatie",
    "i": "1423",
    "v": "c"
  },
  {
    "id": "1424",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre indicatoarele din imagine va permite sa virati spre stanga sau spre dreapta?",
    "a": "niciunul",
    "b": "indicatorul 1",
    "c": "indicatorul 2",
    "i": "1424",
    "v": "c"
  },
  {
    "id": "1425",
    "cat": "A, A1, A2, AM",
    "q": "in cazul persoanelor accidentate, care prezinta fracturi de coloana, este recomandabil sa se foloseasca:",
    "a": "orice mijloc de transport, daca se deplaseaza in directia unei unitati sanitare",
    "b": "mijloacele de transport cu platforma, respectiv furgonete, camioane, daca ambulanta nu se poate deplasa la locul accidentului",
    "c": "autoturismele, intrucat asigura confort si rapiditate in deplasare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "1426",
    "cat": "A, A1, A2, AM",
    "q": "Ce interzice urmatorul indicator?",
    "a": "circulatia cu o viteza mai mare de 30 km/h",
    "b": "circulatia cu o viteza mai mica de 30 km/h",
    "c": "circulatia cu viteza de 30 km/h",
    "i": "1426",
    "v": "a"
  },
  {
    "id": "1427",
    "cat": "A, A1, A2, AM",
    "q": "Cum trebuie sa procedati la intalnirea acestui indicator:",
    "a": "opriti in locul in care aveti vizibilitate maxima, fara sa depasiti coltul intersectiei, va asigurati si acordati prioritate de trecere vehiculelor care circula pe drumul prioritar",
    "b": "reduceti viteza, va asigurati si continuati deplasarea daca nu trece alt vehicul in acel moment",
    "c": "opriti in locul cu vizibilitate maxima si acordati prioritate vehiculelor care vin din dreapta",
    "i": "1427",
    "v": "a"
  },
  {
    "id": "1428",
    "cat": "A, A1, A2, AM",
    "q": "Semnificatia acestui indicator este:",
    "a": "„Drum in rampa si in panta”",
    "b": "„Drum cu denivelari”",
    "c": "„Lucrari”",
    "i": "1428",
    "v": "b"
  },
  {
    "id": "1429",
    "cat": "A, A1, A2, AM",
    "q": "Ce trebuie sa faceti cand intalniti indicatorul din imagine?",
    "a": "semnalizati inscrierea in curba prin mijloace specifice",
    "b": "reduceti viteza si circulati cu atentie, deoarece intrati intr-o curba deosebit de periculoasa",
    "c": "semnalizati sonor intrarea in curba",
    "i": "1429",
    "v": "b"
  },
  {
    "id": "1430",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie au panourile alaturate?",
    "a": "panouri suplimentare la nodurile rutiere de pe autostrazi",
    "b": "panouri suplimentare pentru intersectia cu calea ferata",
    "c": "panouri succesive la apropierea de drumurile europene",
    "i": "1430",
    "v": "a"
  },
  {
    "id": "1431",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are un astfel de marcaj rutier?",
    "a": "deviere temporara a circulatiei",
    "b": "marcaj pe o banda de accelerare",
    "c": "marcaj pentru spatii interzise",
    "i": "1431",
    "v": "b"
  },
  {
    "id": "1432",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul din imagine?",
    "a": "depasirea interzisa",
    "b": "circulatia interzisa automobilelor",
    "c": "sfarsitul sectorului de drum unde depasirea este interzisa",
    "i": "1432",
    "v": "c"
  },
  {
    "id": "1433",
    "cat": "A, A1, A2, AM",
    "q": "Cum procedati cand intalniti urmatorul indicator?",
    "a": "acordati prioritate vehiculelor care circula in sensul giratoriu",
    "b": "ocoliti centrul intersectiei prin stanga",
    "c": "intoarceti",
    "i": "1433",
    "v": "a"
  },
  {
    "id": "1434",
    "cat": "A, A1, A2, AM",
    "q": "Pe ce banda de circulatie va incadrati pentru a vira la stanga, intr-o intersectie semnalizata cu astfel de marcaje?",
    "a": "pe banda de circulatie nr.1",
    "b": "pe benzile de circulatie nr. 2 si 3",
    "c": "pe banda de circulatie nr. 4",
    "i": "1434",
    "v": "c"
  },
  {
    "id": "1435",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are marcajul rutier din imagine?",
    "a": "spatiu destinat stationarii in caz de urgenta",
    "b": "spatiu de parcare cu durata limitata",
    "c": "marcaj transversal de cedare a trecerii",
    "i": "1435",
    "v": "c"
  },
  {
    "id": "1436",
    "cat": "A, A1, A2, AM",
    "q": "Interdictia impusa de indicatorul din imagine se adreseaza:",
    "a": "autovehiculelor, cu exceptia motocicletelor fara atas",
    "b": "autoturismelor si motocicletelor",
    "c": "tuturor vehiculelor",
    "i": "1436",
    "v": "a"
  },
  {
    "id": "1437",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnifica indicatorul din imagine?",
    "a": "„Accesul interzis copiilor neinsotiti”",
    "b": "„Copii”",
    "c": "„Trecere obligatorie pentru copii”",
    "i": "1437",
    "v": "b"
  },
  {
    "id": "1438",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul din imagine interzice:",
    "a": "accesul autobuzelor si tramvaielor",
    "b": "accesul autovehiculelor",
    "c": "accesul tuturor autovehiculelor, cu exceptia motocicletelor fara atas",
    "i": "1438",
    "v": "c"
  },
  {
    "id": "1439",
    "cat": "A, A1, A2, AM",
    "q": "Care dintre autovehicule au prioritate de trecere?",
    "a": "motocicleta si autoturismul",
    "b": "autobuzul si autoturismul",
    "c": "autocamionul si motocicleta",
    "i": "1439",
    "v": "c"
  },
  {
    "id": "1440",
    "cat": "A, A1, A2, AM",
    "q": "Motociclistul care vrea sa schimbe directia de mers trebuie sa respecte:",
    "a": "semnalul luminos al semaforului instalat pe trotuar",
    "b": "semnalul luminos al semaforului instalat pe consola",
    "c": "semnalul luminos al oricaruia dintre semafoare",
    "i": "1440",
    "v": "b"
  },
  {
    "id": "1441",
    "cat": "A, A1, A2, AM",
    "q": "Care este semnificatia indicatorului din imagine?",
    "a": "„Sfarsitul tuturor restrictiilor”",
    "b": "„Stationarea interzisa”",
    "c": "„Parcarea interzisa”",
    "i": "1441",
    "v": "a"
  },
  {
    "id": "1442",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnifica indicatorul?",
    "a": "numarul drumului judetean",
    "b": "viteza recomandata",
    "c": "viteza minima obligatorie",
    "i": "1442",
    "v": "b"
  },
  {
    "id": "1443",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul din imagine?",
    "a": "„Trecere pentru pietoni”",
    "b": "„Alte pericole”",
    "c": "„Semafoare”",
    "i": "1443",
    "v": "c"
  },
  {
    "id": "1444",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul alaturat?",
    "a": "circulatia interzisa in ambele sensuri",
    "b": "drum infundat",
    "c": "accesul interzis",
    "i": "1444",
    "v": "c"
  },
  {
    "id": "1445",
    "cat": "A, A1, A2, AM",
    "q": "Ce semnificatie are indicatorul din imagine?",
    "a": "urmeaza un sector de drum ingustat temporar",
    "b": "este interzisa schimbarea directiei de mers la dreapta in prima intersectie",
    "c": "urmeaza o intersectie cu un drum fara prioritate",
    "i": "1445",
    "v": "c"
  },
  {
    "id": "1446",
    "cat": "A, A1, A2, AM",
    "q": "Indicatorul permite accesul:",
    "a": "vehiculelor fara motor",
    "b": "mopedelor si motocicletelor",
    "c": "autovehiculelor",
    "i": "1446",
    "v": "a"
  },
  {
    "id": "1447",
    "cat": "A, A1, A2, AM",
    "q": "Precizati daca motociclistul din imagine are voie sa intre in intersectie:",
    "a": "da, deoarece semafoarele sunt defecte",
    "b": "nu, deoarece trebuie sa respecte semnificatia semnalului rosu al semaforului din dreapta",
    "c": "da, deoarece niciunul dintre semafoare nu i se adreseaza",
    "i": "1447",
    "v": "b"
  },
  {
    "id": "1448",
    "cat": "A, A1, A2, AM",
    "q": "Aveti posibilitatea de a trece pe sensul opus de mers, la intalnirea unui astfel de marcaj rutier?",
    "a": "legal, nu este stabilit acest aspect",
    "b": "da",
    "c": "nu",
    "i": "1448",
    "v": "c"
  },
  {
    "id": "2497",
    "cat": "A, A1, A2, AM",
    "q": "Pentru a conduce ecologic un autovehiculul, este necesar:",
    "a": "sa verificati o data pe luna, la rece, presiunea din pneuri",
    "b": "sa schimbati intre ele pneurile, la aproximativ 10 000 km",
    "c": "sa inlocuiti pneurile la fiecare 1000 km",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "2839",
    "cat": "A, A1, A2, AM",
    "q": "Ce functii poate avea un bandaj de tifon aplicat pe o rana deschisa?",
    "a": "opreste hemoragia",
    "b": "reduce tensiunea arteriala",
    "c": "previne infectia",
    "i": 0,
    "v": "ac"
  },
  {
    "id": "2864",
    "cat": "A, A1, A2, AM",
    "q": "Cine are obligatia de a purta casca de protectie pe timpul deplasarii pe drumurile publice cu motocicleta?",
    "a": "persoanele transportate pe motocicleta",
    "b": "conducatorii acestora",
    "c": "purtarea castii de protectie este facultativa",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "2865",
    "cat": "A, A1, A2, AM",
    "q": "Ce categorii de vehicule nu au prioritate de trecere?",
    "a": "vehiculele care urmeaza sa intre intr-o intersectie cu sens giratoriu, fata de vehiculele care circula printr-o asemenea intersectie",
    "b": "autovehiculele din serviciile regulate de transport public care se pun in miscare din statia prevazuta cu alveola",
    "c": "vehiculele care au regim de circulatie prioritar",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2866",
    "cat": "A, A1, A2, AM",
    "q": "in momentul apropierii de o intersectie, daca semnalul verde se schimba cu cel galben, esti obligat:",
    "a": "sa grabesti traversarea",
    "b": "sa traversezi intersectia cu viteza redusa",
    "c": "sa opresti motocicleta in fata marcajului de oprire sau a marcajului pentru trecerea pietonilor ori in dreptul semaforului",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2867",
    "cat": "A, A1, A2, AM",
    "q": "Ce obligatii ai daca ai obtinut permis de conducere pentru motociclete de mai putin de un an?",
    "a": "sa emiti semnale acustice ori de cate ori efectuezi o depasire",
    "b": "sa circuli cu semnul distinctiv aplicat regulamentar",
    "c": "sa circuli cu faza de drum in functiune, inclusiv pe timp de zi",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2868",
    "cat": "A, A1, A2, AM",
    "q": "Depasirea se defineste astfel:",
    "a": "trecerea unui vehicul inaintea altuia aflat pe acelasi sens de circulatie, prin schimbarea directiei de mers sau iesirea din banda pe care s-a aflat initial",
    "b": "trecerea unui vehicul pe langa altul, care circula din sens opus",
    "c": "trecerea unui vehicul pe langa altul, care circula pe banda alaturata in aceeasi directie de mers",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2869",
    "cat": "A, A1, A2, AM",
    "q": "Permisul de conducere se anuleaza:",
    "a": "in urma unei condamnari, printr-o hotarare definitiva, pentru o infractiune la regimul circulatiei",
    "b": "pentru incalcarea dispozitiilor legale referitoare la obligatia de a semnaliza schimbarea directiei de mers",
    "c": "pentru incalcarea dispozitiilor legale referitoare la folosirea luminilor de intalnire pe timp de noapte, in afara localitatilor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2873",
    "cat": "A, A1, A2, AM",
    "q": "Distrugerea, degradarea sau aducerea in stare de neintrebuintare, in mod intentionat, a indicatoarelor, semafoarelor, amenajarilor rutiere se pedepseste astfel:",
    "a": "cu amenda contraventionala si puncte de penalizare",
    "b": "penal",
    "c": "cu suspendarea exercitarii dreptului de a conduce autovehicule",
    "i": 0,
    "v": "b"
  },
  {
    "id": "3733",
    "cat": "A, A1, A2, AM",
    "q": "in care dintre situatii iti este interzis sa circuli pe drumurile publice?",
    "a": "atunci cand certificatul de inmatriculare este deteriorat",
    "b": "atunci cand motocicleta nu are asigurare obligatorie de raspundere civila, pentru caz de pagube produse tertilor prin accidente de circulatie",
    "c": "atunci cand conducatorul motocicletei nu a platit taxa de folosire a drumurilor publice",
    "i": 0,
    "v": "b"
  },
  {
    "id": "3740",
    "cat": "A, A1, A2, AM",
    "q": "Nerespectarea de catre conducatorul de motocicleta a obligatiei de a nu mari viteza de deplasare si de a circula cat mai aproape de marginea din dreapta a partii carosabile, atunci cand urmeaza sa fie depasit, se sanctioneaza cu:",
    "a": "suspendarea exercitarii dreptului de a conduce autovehicule si amenda contraventionala",
    "b": "amenda penala",
    "c": "amenda contraventionala si puncte de penalizare",
    "i": 0,
    "v": "a"
  }
]