[
  {
    "id": "2417",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum trebuie sa procedezi atunci cand circuli in acelasi sens cu autovehiculele din serviciile regulate de transport public oprite in statie?",
    "a": "le ocolesti cat mai mult, pentru a evita orice situatie neplacuta",
    "b": "reduci viteza si, la nevoie, opresti, pentru a permite plecarea acestora din statie, daca aceasta este prevazuta cu alveola",
    "c": "iti continui deplasarea, deoarece ai prioritate de trecere fata de toate vehiculele care pleaca de pe loc",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2418",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce trebuie sa ai in vedere atunci cand intentionezi sa treci de un autobuz oprit intr-o statie?",
    "a": "treci cu atentie la o distanta corespunzatoare, pentru ca din fata autobuzului ar putea sa apara in mod neasteptat pietoni",
    "b": "aprinzi luminile intermitente de avertizare si circuli mai departe cu atentie",
    "c": "circuli mai departe fara ezitare",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2419",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cate remorci poate tracta un autovehicul cand circula pe drumurile publice?",
    "a": "trei remorci",
    "b": "doua remorci",
    "c": "o remorca",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2420",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Daca vehiculul sau remorca au defectiuni la sistemul de iluminare, este permisa tractarea celei din urma pe timp de noapte?",
    "a": "da, daca vehiculul si remorca au in functiune cel putin luminile de pozitie de pe partea stanga",
    "b": "nu este permis in niciun caz",
    "c": "da, dar numai pana la primul service",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2421",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce obligatii ai atunci cand conduci un vehicul destinat transportului de marfa cu remorca?",
    "a": "sa mentii permanent curate parbrizul, luneta si geamurile laterale ale vehiculului",
    "b": "sa permiti controlul starii tehnice a vehiculului in conditiile legii",
    "c": "sa circuli numai pe timp de zi",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "2422",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Conduci un autovehicul cu remorca. Cum se efectueaza, de regula, depasirea?",
    "a": "pe partea dreapta, daca exista banda de refugiu",
    "b": "pe partea dreapta, pentru vehiculele avand o latime maxima de 2 m",
    "c": "pe partea stanga",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2423",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Permisul de conducere pentru subcategoria CE se poate obtine la varsta de:",
    "a": "23 de ani",
    "b": "21 de ani",
    "c": "18 ani",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2424",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Unde este interzisa oprirea voluntara a unui vehicul destinat transportului de marfa cu remorca?",
    "a": "in intersectiile cu circulatia in sens giratoriu",
    "b": "pe viaducte",
    "c": "pe partea carosabila a drumurilor nationale europene (E)",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "2425",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cuplarea unei remorci la un vehicul se poate realiza daca:",
    "a": "persoana care conduce autovehiculul este posesoare a unui permis pentru categoria E",
    "b": "remorca este dotata cu doua osii",
    "c": "vehiculele care formeaza ansamblul nu se ating la trecerea peste denivelari, la efectuarea virajelor sau la schimbarea directiei de mers",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2426",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Autovehiculele cu remorca pot circula in localitati, in zona drumurilor cu denivelarii semnalizate ca atare, cu o viteza mai mare de 30 km/h?",
    "a": "nu",
    "b": "da, daca drumul permite",
    "c": "da, daca in zona respectiva nu sunt pietoni",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2427",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Pe ce parte depasesti un tramvai aflat in mers, daca tractezi o remorca?",
    "a": "pe partea dreapta",
    "b": "pe partea stanga",
    "c": "pe ambele parti",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2428",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Unde este interzisa oprirea unui autovehicul cu remorca?",
    "a": "pe pistele obligatorii pentru pietoni",
    "b": "in parcarile special amenajate",
    "c": "in locurile in care se impiedica vizibilitatea asupra unui indicator sau semnal luminos",
    "i": 0,
    "v": "ac"
  },
  {
    "id": "2429",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Conducatorul unui autovehicul cu remorca trebuie sa se asigure, inainte de efectuarea unei depasiri:",
    "a": "ca din sens opus nu se apropie un alt autovehicul, ca spatiul lateral ii permite trecerea, iar manevra respectiva nu este interzisa",
    "b": "ca cel depasit a inteles intentia de a fi depasit",
    "c": "ca celalalt conducator a redus viteza",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2430",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum trebuie sa procedezi atunci cand circuli cu autovehiculul pe timp de noapte, pe o portiune de drum libera, si dai semne de oboseala?",
    "a": "bei o cafea rece",
    "b": "faci pauze corespunzatoare pentru odihna",
    "c": "maresti volumul radioului",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2431",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Pe ce banda vor circula vehiculele lente sau grele?",
    "a": "pe banda de langa acostament sau bordura, daca in sensul de mers nu este amenajata o banda destinata acestora",
    "b": "pe banda de langa axul drumului",
    "c": "pe oricare dintre benzi, daca circula cu viteza maxima admisa pe sectorul de drum respectiv",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2432",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce desemneaza termenul \"remorca\"?",
    "a": "un autovehicul care este tractat de un alt autovehicul",
    "b": "un vehicul fara motor, destinat a fi tractat de un autovehicul sau de un tractor",
    "c": "dispozitivul ce se ataseaza la partea din spate a unui vehicul, pentru a asigura remorcarea",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2433",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cat este masa totala maxima admisa pentru un tren rutier, compus dintr-un vehicul motor cu doua osii si o remorca cu o osie, pe drumuri asfaltate?",
    "a": "30 t",
    "b": "25 t",
    "c": "35 t",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2434",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum trebuie sa procedezi daca vehiculul sau remorca sunt defecte si nu pot fi deplasate spre marginea partii carosabile?",
    "a": "sa te indepartezi de vehicul si sa astepti sosirea echipei de interventie",
    "b": "sa pui in functiune luminile de avarie si sa instalezi triunghiurile reflectorizante",
    "c": "este suficient sa semnalizezi ansamblul cu crengi sau cu alte obiecte vizibile",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2435",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum trebuie asezata si fixata incarcatura unui vehicul destinat transportului de marfa cu remorca?",
    "a": "astfel incat sa nu cada pe drum",
    "b": "astfel incat sa nu produca praf sau mirosuri pestilentiale",
    "c": "astfel incat sa nu stanjeneasca vizibilitatea conducatorului de vehicul",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "2436",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce obligatii ai atunci cand conduci un autovehicul, cu sau fara remorca, si esti implicat intr-un accident soldat cu victime?",
    "a": "sa verifici masina si, daca se poate, sa o scoti in afara partii carosabile",
    "b": "sa anunti imediat politia, sa nu modifici sau sa stergi urmele accidentului si sa nu parasesti locul faptei",
    "c": "sa opresti circulatia in zona si sa iei legatura cu rudele victimei",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2437",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Conduci un vehicul care tracteaza o remorca, intr-o intersectie nedirijata. Esti obligat sa acorzi prioritate de trecere unui autovehicul al Salvarii care circula din partea stanga, avand in functiune dispozitivul special cu lumini de culoare albastra si pe cel sonor?",
    "a": "nu, deoarece autovehiculul Salvarii nu face parte din categoria autovehiculelor cu regim prioritar",
    "b": "nu, deoarece in acest caz se aplica regula prioritatii de dreapta",
    "c": "da",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2438",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "in caz de imobilizare prelungita in tunel a autovehiculul cu remorca pe care il conduci, esti obligat:",
    "a": "sa opresti motorul",
    "b": "sa tractezi vehiculul pentru a elibera tunelul",
    "c": "sa tractezi remorca pentru a nu crea pericole suplimentare",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2439",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Prin \"semiremorca\" se intelege:",
    "a": "remorca a carei masa totala maxima autorizata este preluata in parte de catre un autovehicul sau de catre un tractor",
    "b": "remorca a carei masa maxima autorizata nu depaseste 750 kg",
    "c": "remorca basculabila, destinata doar transporturilor de marfuri neambalate",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2440",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum poate fi evitata acvaplanarea?",
    "a": "autovehiculul este supraincarcat",
    "b": "pneurile nu sunt uzate, iar viteza este redusa",
    "c": "autovehiculul si remorca sunt echipate cu un sistem de franare automat (tip \"ABS\")",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2441",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum trebuie sa procedezi pe portiunile drumului public care urca sau coboara, in cazul a doua vehicule de aceeasi categorie?",
    "a": "vehiculele care coboara au prioritate fata de cele care urca",
    "b": "vehiculele care urca au prioritate fata de cele care coboara",
    "c": "nu este prevazut in lege",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2442",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce se poate intampla daca, atunci cand circuli intr-o curba, franezi dintr-odata puternic?",
    "a": "autovehiculul si remorca se inclina spre interiorul curbei",
    "b": "autovehiculul si remorca derapeaza",
    "c": "autovehiculul si remorca isi mentin directia",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2443",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Efectuarea depasirii este interzisa:",
    "a": "cand depasirea urmeaza sa se efectueze in varfuri de rampa, iar vizibilitatea este redusa sub 50 m",
    "b": "la mai putin de 50 m de statiile de tramvai, troleibuz sau autobuz",
    "c": "pe drumurile publice cu o latime mai mica de 6 m",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2444",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Atunci cand conducatorii a doua autovehicule circula in aceeasi directie, dar pe benzi diferite, pe un drum public prevazut cu minimum 3 benzi pe sens, si intentioneaza sa se inscrie pe banda libera dintre ei, aceasta banda va fi ocupata de:",
    "a": "autovehiculul care circula pe banda din dreapta fata de cel care circula pe banda din stanga",
    "b": "autovehiculul care circula pe banda din stanga fata de cel care circula pe banda din dreapta",
    "c": "autovehiculul care circula cu viteza maxima admisa pe sectorul de drum respectiv",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2445",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "in care dintre cele trei situatii depasirea este interzisa, daca esti conducatorul unui autovehicul cu remorca?",
    "a": "pe drumul unde sensurile de circulatie sunt despartite prin marcaj discontinuu",
    "b": "pe drumul cu o singura banda pe sens",
    "c": "pe drumul unde sensurile de circulatie sunt despartite prin marcaj longitudinal continuu, iar pentru depasire ar fi necesara incalcarea acestuia",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2446",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "in ce conditii se poate face cuplarea unei remorci la un vehicul?",
    "a": "daca greutatea ansamblului nu depaseste 3,5 tone",
    "b": "daca dimensiunile ansamblului de vehicule nu depasesc limitele prevazute de lege",
    "c": "daca elementele de cuplare ale echipamentelor de franare, de iluminare si de semnalizare luminoasa sunt compatibile",
    "i": 0,
    "v": "bc"
  },
  {
    "id": "2447",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce obligatii iti revin in cazul in care autovehiculul pe care il conduci sau remorca atasata acestuia ramane in pana?",
    "a": "sa scoti ansamblul in afara partii carosabile sau sa il deplasezi langa bordura sau acostament",
    "b": "sa semnalizezi ansamblul cu orice obiecte ai la dispozitie",
    "c": "sa aprinzi farurile si luminile de pozitie",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2448",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "in ce conditii se poate face cuplarea unei remorci la un vehicul?",
    "a": "daca ansamblul de vehicule poate realiza raza minima de virare a autovehiculului tragator",
    "b": "daca elementele care compun dispozitivul de cuplare sunt omologate si compatibile",
    "c": "daca remorca este dotata cu un acumulator de 12 V",
    "i": 0,
    "v": "ab"
  },
  {
    "id": "2449",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Se poate angaja conducatorul unui autovehicul cu remorca in depasirea unei carute aflate in traversarea trecerii la nivel cu o cale ferata fara bariere?",
    "a": "da, in cazul cand nu se apropie trenul",
    "b": "da, intrucat caruta se deplaseaza cu viteza redusa",
    "c": "nu, depasirea este interzisa in aceasta situatie",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2450",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Un autovehicul poate tracta un alt autovehicul atunci cand:",
    "a": "autovehiculul tragator are masa proprie mai mare decat cel tractat, cu exceptia cazului in care este special dotat pentru acest caz",
    "b": "autovehiculul tragator este dotat cu pneuri antiderapante",
    "c": "autovehiculul tragator are tractiune pe toate rotile",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2451",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cand vei acorda prioritate de trecere, daca tractezi o remorca?",
    "a": "la intalnirea indicatorului \"Intersectie cu un drum fara prioritate\"",
    "b": "la intalnirea indicatorului \"Prioritate pentru circulatia din sens invers\"",
    "c": "la intalnirea indicatorului \"Sfarsitul drumului cu prioritate\"",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2452",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Se considera depasire faptul ca te deplasezi pe un drum public cu mai multe benzi de circulatie, cu o viteza mai mare decat cea a vehiculelor de pe celelalte benzi?",
    "a": "da, daca circuli pe banda din dreapta",
    "b": "da, daca circuli pe banda din stanga",
    "c": "nu",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2453",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Atunci cand ansamblul vehicul-remorca ramane in pana in localitati si circulatia este intensa, triunghiurile reflectorizante se instaleaza:",
    "a": "la o distanta mai mica de 30 m sau direct pe vehicul, astfel incat sa poata fi observate din timp de catre ceilalti participanti la trafic",
    "b": "pe carosabil, insotite de un fanion de culoare rosie",
    "c": "nu se instaleaza, pentru a nu fi un obstacol periculos pentru ceilalti participanti la trafic",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2454",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Pe un pod pot fi depasite, prin exceptie, urmatoarele vehicule:",
    "a": "carutele, motocicletele fara atas si bicicletele",
    "b": "tractoarele, precum si alte autovehicule lente",
    "c": "niciun vehicul",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2455",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Daca esti implicat intr-un accident de circulatie soldat cu avarii usoare, esti obligat:",
    "a": "sa scoti imediat vehiculul in afara partii carosabile ori, daca starea acestuia nu permite, sa il deplasezi cat mai aproape de bordura sau de acostament",
    "b": "sa mergi la unitatea sanitara cea mai apropiata",
    "c": "sa te deplasezi in afara partii carosabile, pentru a nu fi accidentat de catre alte vehicule aflate in trafic",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2456",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Permisul de conducere pentru subcategoria C1E se poate obtine la varsta de:",
    "a": "18 ani",
    "b": "21 de ani",
    "c": "20 de ani",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2457",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "La depasirea caror vehicule trebuie sa pastrezi o distanta laterala mai mare, mai ales daca tractezi o remorca?",
    "a": "la depasirea bicicletelor",
    "b": "la depasirea autobuzelor",
    "c": "la depasirea camioanelor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2458",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cat este masa totala maxima admisa pentru un tren rutier cu patru osii, compus dintr-un vehicul motor cu doua osii si o remorca cu doua osii, pe drumuri asfaltate?",
    "a": "40 t",
    "b": "36 t",
    "c": "46 t",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2459",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Unde este interzisa stationarea voluntara a unui vehicul destinat transportului de marfa cu remorca?",
    "a": "in pante si rampe",
    "b": "pe pistele pentru biciclete",
    "c": "pe drumurile publice cu o latime mai mica de 6 m",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "2460",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Unui conducator de autovehicule implicat intr-un accident de circulatie ii este interzis:",
    "a": "sa coboare de la volan fara permisiunea politistului rutier",
    "b": "sa consume alcool in intervalul de timp dintre producerea accidentului si testarea alcoolemiei",
    "c": "sa foloseasca telefonul mobil pentru a anunta alte persoane despre producerea accidentului",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2461",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Daca esti implicat intr-un accident de circulatie in care o persoana a decedat, esti obligat:",
    "a": "sa mergi la unitatea sanitara cea mai apropiata si sa te informezi in legatura cu primul ajutor",
    "b": "sa anunti imediat politia si sa apelezi 112",
    "c": "nu ai nicio obligatie",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2462",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cat trebuie sa fie masa totala maxima admisa a remorcii cu trei osii, pe un drum european?",
    "a": "15 t",
    "b": "10 t",
    "c": "22 t",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2463",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce se intelege prin \"remorca usoara\"?",
    "a": "remorca a carei masa maxima autorizata nu depaseste 750 kg",
    "b": "vehiculul fara motor, care se deplaseaza pe drumul public prin inertie",
    "c": "remorca a carei greutate este reglata in functie de greutatea vehiculului tractor",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2464",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Un autovehicul poate tracta un alt autovehicul atunci cand remorcarea se realizeaza prin intermediul:",
    "a": "unui lant metalic dublu cu lungimea de 4 m",
    "b": "unei bare metalice cu lungimea de cel mult 4 m",
    "c": "unei sufe din otel cu diametrul de cel putin 2 cm",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2465",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cand poate un autovehicul sa tracteze un alt autovehicul?",
    "a": "cand conducatorul autovehiculului tragator poseda permis de categoria C sau D",
    "b": "cand autovehiculul tragator este dotat cu girofar si cu alarma sonora",
    "c": "cand conducatorii autovehiculelor tragator si, respectiv, remorcat poseda permise de conducere valabile pentru categoriile din care face parte fiecare dintre autovehicule",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2466",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Atunci cand conduci pe o autostrada un autovehicul din categoria C, care tracteaza o remorca, viteza maxima admisa este de:",
    "a": "90 km/h",
    "b": "100 km/h",
    "c": "110 km/h",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2467",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Permisul de conducere subcategoria C1E permite conducerea unui ansamblu format din:",
    "a": "un autovehicul de subcategoria C1E si o remorca a carei masa autorizata este mai mare de 750 kg, iar masa totala maxima autorizata a remorcii sa nu depaseasca masa proprie a autovehiculului tragator",
    "b": "un autovehicul de subcategoria C1E si o remorca a carei masa autorizata este mai mare de 750 kg, cu conditia ca masa totala maxima autorizata a intregului ansamblu sa nu depaseasca 12 000 kg, iar masa totala maxima autorizata a remorcii sa nu depaseasca masa proprie a autovehiculului tragator",
    "c": "un autovehicul de subcategoria C1E si o remorca a carei masa autorizata este mai mare de 750 kg, cu conditia ca masa totala maxima autorizata a intregului ansamblu sa nu depaseasca 7500 kg",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2468",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Permisul de conducere categoria CE permite conducerea unui ansamblu format din:",
    "a": "un autovehicul de categoria C si o remorca a carei masa autorizata este mai mare de 3500 kg",
    "b": "un autovehicul de categoria C si o remorca a carei masa autorizata este mai mare de 750 kg",
    "c": "un autovehicul de categoria C si o remorca a carei masa autorizata este mai mare de 750 kg, masa totala maxima autorizata a intregului ansamblu depasind 3500 kg",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2469",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce trebuie sa ai in vedere, in primul rand, atunci cand iesi dintr-o curte si intentionezi sa virezi in sosea?",
    "a": "pietonii de pe trotuar",
    "b": "mijloacele de transport in comun",
    "c": "autovehiculele din trafic",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2470",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Atunci cand conduci pe un drum judetean un autovehicul din categoria C, care tracteaza o remorca, viteza maxima admisa este de:",
    "a": "70 km/h",
    "b": "90 km/h",
    "c": "80 km/h",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2471",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Atunci cand conduci un autovehicul din categoria C, care tracteaza o remorca, pe drumuri nationale europene (E), viteza maxima admisa este de:",
    "a": "80 km/h",
    "b": "70 km/h",
    "c": "90 km/h",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2472",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum vei proceda atunci cand conduci un autovehicul care tracteaza o remorca, la trecerea pe langa un grup de elevi ce se deplaseaza in aceeasi directie, pe drumul national dintr-o localitate rurala?",
    "a": "depasesti grupul, semnalizand cu luminile de intalnire",
    "b": "preventiv, reduci viteza si ocolesti cu prudenta grupul",
    "c": "folosesti avertizorul sonor, pentru a indeparta elevii de pe partea carosabila",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2473",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce ii este interzis conducatorului unui vehicul destinat transportului de marfa cu remorca?",
    "a": "sa conduca vehiculul cu dispozitive neomologate montate pe sistemul de evacuare a gazelor",
    "b": "sa foloseasca in mod abuziv mijloacele de avertizare sonora",
    "c": "sa profereze injurii la adresa celorlalti participanti la trafic",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "2474",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Manevra de ocolire, prin schimbarea directiei de mers, a unui obstacol aflat pe sensul tau de circulatie, urmata de revenirea pe acelasi sens, constituie:",
    "a": "depasire",
    "b": "ocolire",
    "c": "situatie de urgenta",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2475",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Atunci cand ansamblul vehicul-remorca ramane in pana, triunghiurile reflectorizante se instaleaza:",
    "a": "in spatele vehiculului, la o distanta de 30 m",
    "b": "in fata vehiculului, la o distanta de 50 m",
    "c": "in fata si in spatele vehiculului, la o distanta de 30 m",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2476",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Atunci cand esti obligat sa semnalizezi ca esti in pana, luminile de avarie pot fi inlocuite astfel:",
    "a": "cu o lampa portabila avand lumina galbena intermitenta instalata in partea din spate a vehiculului",
    "b": "prin aprinderea farurilor si a semnalizatoarelor de pe partea stanga",
    "c": "cu un girofar de culoare rosie, instalat pe capota",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2477",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cum trebuie sa procedezi inainte de a te angaja intr-o depasire, daca tractezi o remorca?",
    "a": "semnalizezi si te apropii cat mai mult de cel pe care intentionezi sa il depasesti",
    "b": "il avertizezi sonor si optic pe conducatorul auto pe care intentionezi sa il depasesti",
    "c": "te asiguri ca autovehiculul care circula in fata sau in spatele tau nu a initiat o astfel de manevra",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2478",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce trebuie sa verifice conducatorul unui vehicul destinat transportului de marfa cu remorca?",
    "a": "ca incarcatura sa fie asezata sau/si fixata astfel incat sa nu pericliteze stabilitatea sau conducerea vehiculului",
    "b": "ca incarcatura sa fie asezata sau/si fixata astfel incat sa nu cada pe drum",
    "c": "ca incarcatura sa fie asezata sau/si fixata astfel incat sa nu cauzeze daune proprietatii publice sau private",
    "i": 0,
    "v": "abc"
  },
  {
    "id": "2479",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Ce obligatii ai atunci cand conduci un autovehicul, cu sau fara remorca, si esti implicat intr-un accident soldat cu avarierea vehiculului?",
    "a": "sa te prezinti la unitatea de politie pe raza careia s-a produs accidentul in termen de 24 de ore",
    "b": "sa nu modifici pozitia autovehiculului",
    "c": "nu ai nicio obligatie",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2480",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cand trebuie dirijati conducatorii de autovehicule cu remorca, la manevrarea vehiculului spre inapoi?",
    "a": "pe marcajul pietonal",
    "b": "atunci cand vizibilitatea in spate este impiedicata",
    "c": "acolo unde soliditatea drumului nu permite",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2481",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Pe ce banda se desfasoara transportul de marfuri pe autostrada, cu autovehicule cu sau fara remorca?",
    "a": "numai pe banda de urgenta",
    "b": "de regula, numai pe banda marginala din partea dreapta a autostrazii, in sensul de mers",
    "c": "numai pe banda a doua in sensul de deplasare",
    "i": 0,
    "v": "b"
  },
  {
    "id": "2482",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Cat trebuie sa fie masa totala maxima admisa a remorcii cu doua osii, pe un drum european?",
    "a": "7,5 t",
    "b": "3,5 t",
    "c": "17 t",
    "i": 0,
    "v": "c"
  },
  {
    "id": "2496",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Echipamentul de franare nu este obligatoriu la remorcile cu masa totala maxima autorizata:",
    "a": "mai mica de 750 kg",
    "b": "mai mica de 400 kg",
    "c": "mai mare de 750 kg",
    "i": 0,
    "v": "a"
  },
  {
    "id": "2841",
    "cat": "BE, CE, DE, B1E, C1E, D1E",
    "q": "Daca conduci un autovehicul din categoria C care tracteaza o remorca, cu cat este mai mica limita de viteza pe drumurile publice?",
    "a": "10 km/h",
    "b": "20 km/h",
    "c": "30 km/h",
    "i": 0,
    "v": "a"
  }
]